Repository: WordPress24CZ/Tutor-LMS-eLearning-and-online-course-solution
Catalog: tutor-*.po
Languages: cs_cz

source: No approved comments
cs_cz: Žádné schválené komentáře

source: Bank Transfer
cs_cz: Bankovní převod

source: %1$s - We recommend a minimum MySQL version of 5.6. See: %2$s
cs_cz: %1$s - doporučujeme MySQL ve verzi alespoň 5.6. Viz též: %2$s

source: No pending comments
cs_cz: Žádné komentáře čekájící na schválení

source: Get your payment directly into your bank account
cs_cz: Nechte si poslat peníze přímo na Váš bankovní účet

source: WordPress requirements
cs_cz: Požadavky WordPressu

source: Students
cs_cz: Studenti

source: %s item
cs_cz: %s položka

source: Max upload size
cs_cz: Macimální velikost souboru pro nahrání

source: Count
cs_cz: Počet

source: First page
cs_cz: První stránka

source: The largest filesize that can be uploaded to your WordPress installation.
cs_cz: Maximální velikost souboru, který může být nahrán do vaší instalace WordPressu.

source: Previous page
cs_cz: Předchozí stránka

source: Account Name
cs_cz: Název účtu

source: Default timezone is UTC
cs_cz: Výchozí časové pásmo je UTC

source: Current Page
cs_cz: Aktuální stránka

source: Account Number
cs_cz: Číslo účtu

source: The default timezone for your server.
cs_cz: Výchozí časové pásmo pro váš server

source: Review
cs_cz: Hodnocení

# paging
source: %1$s of %2$s
cs_cz: %1$s z %2$s

source: Bank Name
cs_cz: Název banky

source: Default timezone is %s - it should be UTC
cs_cz: Výchozí časová zóna je %s - měla by to být UTC

source: Quiz
cs_cz: Test

source: Next page
cs_cz: Další stránka

source: ago
cs_cz: před

source: Last page
cs_cz: Poslední stránka

source: Payment gateways can use cURL to communicate with remote servers to authorize payments, other plugins may also use it when communicating with remote services.
cs_cz: Platební brány mohou použít cURL ke komunikaci se vzdálenými servery pro autorizaci plateb, další pluginy mohou cURL využívat ke komunikaci se vzdálenými servery.

source: Course:
cs_cz: Kurz:

source: Select All
cs_cz: Vybrat vše

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
cs_cz: Váš server nemá povolené fsockopen nebo cURL - IPN PayPalu a další skripty, které komunikují s dalšími servery nemusí fungovat. Kontaktujte svého poskytovatele.

source: Tutor Course
cs_cz: Tutor kurz

source: Your Physical Address
cs_cz: Vaše fyzická adresa

source: Display courses wherever widget support is available.
cs_cz: Zobrazit kurzy, kdekoliv kde je widget podporován

source: We will send you an E-Check to this address directly.
cs_cz: E-check Vám pošleme přímo na tuto adresu.

source: HTML/Multipart emails use DOMDocument to generate inline CSS in templates.
cs_cz: HTML/Multipart e-maily používají DOMDocument k vytvoření vložených stylů v šablonách.

source: New title
cs_cz: Nový nadpis

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
cs_cz: Vaše servery nemají povolenou třídu %s - HTML/Multipart e-maily a některá rozšíření nebudou fungovat bez DOMDocument

source: PayPal E-Mail Address
cs_cz: Mailová adresa Paypal

source: Attemp not found
cs_cz: Pokus nenalezen

source: GZip (gzopen) is used to open the GEOIP database from MaxMind.
cs_cz: GZip (gzopen) se používá k otevření databáze GEOIP od MaxMind.

source: Place single course id or comma (,) separated course ids
cs_cz: Napište jednotlivé ID kurzu nebo více ID oddělených čárkou.

source: Your server does not support the %s function - this is required to use the GeoIP database from MaxMind.
cs_cz: Váš server nepodporuje funkci %s - ta je vyžadována pro použití databáze GeoIP od MaxMind

source: Attempt By
cs_cz: Pokus o

source: Exclude IDS:
cs_cz: Vyloučit ID

source: Please save withdraw method
cs_cz: Prosím zvolte způsob výplaty

source: Place comma (,) separated courses ids which you like to exclude from the query
cs_cz: Napište čárku, mezi ID kurzů, které chcete vyloučit z požadavku

source: Minimum withdrawal amount is %s %s %s
cs_cz: Minimální částka k vyplacení je %s %s %s

source: Multibyte String (mbstring) is used to convert character encoding, like for emails or converting characters to lowercase.
cs_cz: Multibyte String (mbstring) se používá pro převod kódování znaků, jako pro e-mailu nebo převod znaků na malá tiskací písmena.

source: Course
cs_cz: Kurz

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
cs_cz: Váš server nepodporuje funkce %s - toto je vyžadováno pro lepší kódování znaků. Namísto toho budou použity zálohy.

source: Result
cs_cz: Výsledek

source: Place comma (,) separated category ids
cs_cz: Napište čárku pro rozdělení ID kategorií

source: Uninstall Tutor
cs_cz: Odinstalovat Tutor

source: Tutor is a complete solution for creating a Learning Management System in WordPress way. It can help you to create small to large scale online education site very conveniently. Power features like report, certificate, course preview, private file sharing make Tutor a robust plugin for any educational institutes.
cs_cz: Tutor je komplexní řešení pro tvorbu vzdělávacích portálů pomocí WordPressu. Pomůže vám jednoduše vytvořit malé i velké vzdělávací stránky. Vlastnosti jako přehledy, náhledy kurzů nebo soukromé sdílení souborů dělají z Tutor robustní plugin pro všechny vzdělávací instituce.

source: Tutor Instructor
cs_cz: Lektor

source: Sorry, but you are looking for something that isn't here.
cs_cz: Omlouváme se, ale hledáte něco, co na této stránce není.

source: %s ago
cs_cz: před %s

source: Bio data is empty
cs_cz: Data v popisku jsou prázdná

source: Become an instructor
cs_cz: Staňte se lektorem

source: %s Courses
cs_cz: %s Kurzy

source: Release Date (newest first)
cs_cz: Datum zveřejnění (od nejnovějšího)

source: Release Date (oldest first)
cs_cz: Datum zveřejnění (od nejstarších)

source: Course Title (a-z)
cs_cz: Název kurzu (a-z)

source: Course Title (z-a)
cs_cz: Název kurzu (z-a)

source: Username or Email Address
cs_cz: Uživatelské jméno nebo e-mail

source: Password
cs_cz: Heslo

source: Attachments
cs_cz: Přílohy

source: Free
cs_cz: Zdarma

source: In
cs_cz: V

source: My Profile
cs_cz: Můj profil

source: Registration Date
cs_cz: Datum registrace

source: First Name
cs_cz: Křestní jméno

source: Last Name
cs_cz: Příjmení

source: Username
cs_cz: Uživatelské jméno

source: Phone Number
cs_cz: Telefonní číslo

source: Bio
cs_cz: Popis

source: Settings
cs_cz: Nastavení

source: Profile
cs_cz: Profil

source: Reset Password
cs_cz: Vytvořit nové heslo

source: Withdraw
cs_cz: Vyplatit

source: My Quiz Attempts
cs_cz: Moje pokusy o složení testu

source: Course Title
cs_cz: Název kurzu

source: Questions
cs_cz: Otázky

source: Total Marks
cs_cz: Celkem bodů

source: Earned Marks
cs_cz: Získaný počet bodů

source: Pass
cs_cz: Úspěšný pokus

source: Fail
cs_cz: Neúspěšný pokus

source: Pass Marks
cs_cz: Minimální počet bodů

source: Given
cs_cz: Dáno

source: Received
cs_cz: Obdrženo

source: Course:
cs_cz: Kurz:

source: My Courses
cs_cz: Moje kurzy

source: Duration:
cs_cz: Délka trvání:

source: Delete This Course?
cs_cz: Smazat tento kurz?

source: Cancel
cs_cz: Zavřít

source: Select a withdraw method
cs_cz: Zvolit způsob výplaty

source: Min withdraw
cs_cz: Minimální výplata

source: Save Withdrawal Account
cs_cz: Uložit účet pro výplatu

source: Profile Photo
cs_cz: Profilová fotka

source: Upload Image
cs_cz: Nahrát obrázek

source: Update Profile
cs_cz: Aktualizovat profil

source: New Password
cs_cz: Nové heslo

source: Enrolled Courses
cs_cz: Zapsané kurzy

source: All Courses
cs_cz: Všechny kurzy

source: Active Courses
cs_cz: Aktivní kurzy

source: Completed Courses
cs_cz: Dokončené kurzy
