Repository: WordPress24CZ/Tutor-LMS-eLearning-and-online-course-solution
Catalog: tutor-*.po
Languages: cs_cz

source: Open-Ended/Essay questions answer character limit
cs_cz: Maximální počet znaků u otevřených otázek/esejí

source: Students will place the answer in the Open-Ended/Essay question type within this character limit.
cs_cz: Studenti zadají odpovědi na otevřené otázky/eseje v tomto rozmezí znaků.

source: Display name publicly as
cs_cz: Zobrazit jméno veřejně jako

source: The display name is shown in all public fields, such as the author name, instructor name, student name, and name that will be printed on the certificate.
cs_cz: Zobrazované jméno se ukazuje ve všech veřejných polích, jako je jméno autora, jméno instruktora, jméno studenta a jméno, které bude vytištěno na certifikátu.

source: Complete all lessons to mark this course as complete
cs_cz: dokončete všechny lekce, abyste mohl/a dokončit tento kurz

source: You have to pass %s quizzes to complete this course.
cs_cz: Musíte úspěšně projít %s testů, abyste mohl/a dokončit tento kurz.

source: Course Completion Process
cs_cz: Stav dokončení kurzu

source: Quiz Export/Import
cs_cz: Export/Import testu

source: Save time by exporting/importing quiz data with easy options.
cs_cz: Ušetřete čas exportem / importem dat z testů pomocí snadných možností.

source: Final Grade Calculation
cs_cz: Finální výpočet známky

source: Instructor Settings
cs_cz: Nastavení instruktorů

source: New Signup
cs_cz: Nová registrace

source: Choose between open and closed instructor signup. If you’re creating a course marketplace, instructor signup should be open.
cs_cz: Zvolte si mezi otevřenou a uzavřenou registrací instruktorů. Pokud vytváříte tržiště s kurzy, registrace instruktorů by měla být otevřená.

source: Enable earning for instructors?
cs_cz: Povolit výdělky pro instruktory?

source: Payment Settings
cs_cz: Nastavení plateb

source: Guest Checkout
cs_cz: Pokladna hosta

source: Allow users to buy and consume content without logging in.
cs_cz: Umožněte uživatelům kupovat a užívat obsah aniž by se museli přihlásit.

source: Commission Rate
cs_cz: Provize

source: Control revenue sharing between admin and instructor.
cs_cz: Mějte pod kontrolou sdílení příjmů mezi administrátorem a instruktorem.

source: Payment Withdrawal Method
cs_cz: Způsob vyplacení

source: Choose your preferred withdrawal method from the options.
cs_cz: Zvolte z možností svoji oblíbenou metodu výplaty.

source: Payment
cs_cz: Platba

source: Congratulations, you’re all set!
cs_cz: Gratulujeme, vše je připraveno!

source: Tutor LMS is up and running on your website! If you really want to become a Tutor LMS genius, read our <a target="_blank" href="https://docs.themeum.com/tutor-lms/">documentation</a> that covers everything!
cs_cz: Tutor LMS je připravený k používání! Pokud se opravdu chcete stát přeborníkem přes Tutor LMS, přečtěte si naši <a target="_blank" href="https://docs.themeum.com/tutor-lms/">dokumentaci,</a> která pokrývá všechna témata!

source: If you need further assistance, please don’t hesitate to contact us via our <a target="_blank" href="https://www.themeum.com/contact-us/">contact form.</a>
cs_cz: Pokud potřebujete další asistenci, neváhejte nás kontaktovat přes náš <a target="_blank" href="https://www.themeum.com/contact-us/">kontaktní formulář.</a>

source: Skip this step
cs_cz: Přeskočit tento krok

source: A Powerful, Smart, and Scalable LMS Solution
cs_cz: Schopné, chytré a škálovatelné LMS řešení

source: From individual instructors to vast eLearning platforms, Tutor LMS grows with you to create your ideal vision of an LMS website.
cs_cz: Ať už jste lektor nebo tvoříte rozsáhlou e-learningovou platfromu, Tutor LMS roste společně s vámi, tak aby vytvořil vaši vizi ideálního LMS webu.

source: Extensive Course Builder
cs_cz: Rozsáhlý tvůrce kurzů

source: Tutor LMS comes with a state-of-the-art frontend course builder. Construct rich and resourceful courses with ease.
cs_cz: Součástí Tutor LMS je nejmodernější nástroj pro tvorbu kurzů. Jednoduše tvořte bohaté a nápadité kurzy.

source: Advanced Quiz Creator
cs_cz: Pokročilý tvůrce testů

source: Build interactive quizzes with the vast selection of question types and verify the learning of your students.
cs_cz: Tvořte interaktivní kvízy s pomocí široké nabídky druhů otázek a ověřte si, co všechno se vaši studenti naučili.

source: Freedom With eCommerce
cs_cz: Svoboda s e-commerce

source: Select an eCommerce plugin and sell courses any way you like and use any payment gateway you want!
cs_cz: Zvolte si e-commerce plugin a prodávejte svoje kurzy, jakkoliv chcete a přijímejte platby přes jakoukoliv platební bránu.

source: Reports and Analytics
cs_cz: Reportování a analytika

source: Track what type of courses sell the most! Gain insights on user purchases, manage reviews and track quiz attempts.
cs_cz: Sledujte, které druhy kurzů se prodávají nejvíce! Získejte vhled na data o nákupech uživatelů, spravujte recenze a sledujte pokusy na testech.

source: Let’s Start
cs_cz: Začít

source: I already know, skip it!
cs_cz: Tohle už vím, přeskočit!

source: Let’s get the platform up and running
cs_cz: Pusťme se do toho a spusťme platformu

source: Pick a category for your LMS platform. You can always update this later.
cs_cz: Zvolte si kategorii vaší LMS platformy. Tuto možnost můžete kdykoliv aktualizovat.

source: Individual
cs_cz: Jednotlivec

source: Marketplace
cs_cz: Tržiště

source: Create an eLearning platform to let anyone earn by teaching online
cs_cz: Chci vytvořit e-learningovou platformu, kde může učit kdokoliv

source: Tutor &rsaquo; Setup Wizard
cs_cz: Tutor &rsaquo; Průvodce nastavením

source: Setup Wizard
cs_cz: Průvodce nastavením

source: Reset Default
cs_cz: Resetovat do výchozího nastavení

source: Instructor
cs_cz: Lektor

source: Admin / Owner
cs_cz: Administrátor/Vlastník

source: Allow users to have a student profile to showcase awards and completed courses.
cs_cz: Umožnit uživatelům mít veřejný profil, aby mohli ukázat svá ocenění a dokončené kurzy.

source: Show Instructor Bio
cs_cz: Zobrazit životopis instruktora

source: Let the students know the instructor(s). Display their credentials, professional experience, and more.
cs_cz: Umožněte studentům seznámit se s lekorem nebo lektory. Zobrazte jejich jméno, profesní zkušenosti a další.

source: Question and Anwser
cs_cz: Otázky a odpovědi

source: Allows a Q&A forum on each course.
cs_cz: Povolí Otázky a odpovědi u každého kurzu

source: Courses Per Row
cs_cz: Kurzů na řádek

source: How many courses per row on the archive pages.
cs_cz: Kolik kurzů na řádku v archivu kurzů

source: How many courses per page on the archive pages.
cs_cz: Kolik kurzů na stránce s archivem kurzů?

source: Purchase
cs_cz: Zakoupit

source: Withdrawal
cs_cz: Vybrat

source: Edit
cs_cz: Upravit

source: Current Password
cs_cz: Současné heslo

source: Hide Course Products on Shop Page
cs_cz: Skrýt produkty kurzu ze stránky obchodu

source: Automatically Load Next Course Content.
cs_cz: Automaticky načíst další obsah kurzu.

source: Duration
cs_cz: Trvání

source: Restrict Content Pro
cs_cz: Omezit obsah Pro

source: Previous
cs_cz: Předchozí

source: Maintenance Mode
cs_cz: Mód údržby

source: Enabling the maintenance mode allows you to display a custom message on the frontend. During this time, visitors can not access the site content. But the wp-admin dashboard will remain accessible.
cs_cz: Zapnutím módu údržby umožníte zobrazení vlastní zprávy na frontendu. Během této doby návštěvníci nemohou používat obsah stránky, ale nástěnka wp-admin bude stále přístupná.

source: Disable
cs_cz: Zakázat

source: Enter Password and Confirm Password to reset your password
cs_cz: Zadejte heslo a potvďte jej pro obnovení hesla

source: Confirm Password
cs_cz: Potvrdit heslo

source: Reset password
cs_cz: Obnovit heslo

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
cs_cz: Ztratilo se vám heslo? Prosím, zadejte své uživatelské jméno nebo emailovou adresu. Dostanete na ni odkaz a vytvoříte si nové heslo přes e-mail.

source: Username or email
cs_cz: Uživatelské jméno nebo e-mail

source: Hi %s,
cs_cz: Zdravím %s,

source: Someone has requested a new password for the following account on %s:
cs_cz: Někdo požádal o vytvoření nového hesla pro následující účet: %s

source: Username: %s
cs_cz: Uživatelské jméno: %s

source: If you didn't make this request, just ignore this email. If you'd like to proceed:
cs_cz: Pokud jste tuto žádost neučinil/a vy, můžete tento e-mail ignorovat. Pokud si přejete pokračovat:

source: Click here to reset your password
cs_cz: Klikněte zde pro obnovení hesla

source: Thanks for reading.
cs_cz: Děkujeme za přečtení.

source: Email Address
cs_cz: E-mailová adresa

source: Username is required.
cs_cz: Je vyžadováno uživatelské jméno

source: Enter a username or email address.
cs_cz: Zadejte uživatelské jméno nebo e-mailovou adresu.

source: Invalid username or email.
cs_cz: Neplatné uživatelské jméno nebo e-mail

source: Password reset is not allowed for this user
cs_cz: Obnovení hesla není povoleno pro tohoto uživatele

source: Check your E-Mail
cs_cz: Zkontrolujte svůj e-mail

source: We've sent an email to this account's email address. Click the link in the email to reset your password
cs_cz: Poslali jsme e-mail na vaši e-mailovou adresu. Klikněte na odkaz v e-mailu a obnovte své heslo.

source: If you don't see the email, check other places it might be, like your junk, spam, social, promotion or others folders.
cs_cz: Pokud nevidíte e-mail, zkontrolujte další složky, ve kterých by mohl být jako je spam, sociální sítě, obchodní nabídky apod.

source: This key is invalid or has already been used. Please reset your password again if needed.
cs_cz: Klíč je neplatný nebo již byl použit. Prosím znovu obnovte své heslo, pokud je to třeba.

source: Please enter your password.
cs_cz: Prosím, zadejte své heslo.

source: Passwords do not match.
cs_cz: Hesla se neshodují

source: Password Reset Request for %s
cs_cz: Žádost o reset hesla pro %s

source: Retrieve Password
cs_cz: Získat heslo

source: Tools
cs_cz: Nástroje

source: Tutor Pages
cs_cz: Tutor stránky

source: Delete
cs_cz: Smazat

source: Page Name
cs_cz: Jméno stránky

source: Page not set
cs_cz: Stránka není nastavena

source: Page deleted, please set new one
cs_cz: Stránka byla smazána, prosím vytvořte novou

source: Page visibility is not public
cs_cz: Viditelnost stránky není nastavena jako veřejná

source: Re-Generate Tutor Pages
cs_cz: Znovu vygenerovat Tutor stránky

source: Note: This tool will install all the missing Tutor pages. Pages already defined and set up will not be replaced.
cs_cz: Poznámka: Tento nástroj nainstaluje všechny chybějící Tutor stránky. Stránky, které již jsou nadefinovány a nastaveny nebudou nahrazeny.

source: Quiz Time
cs_cz: Čas na test

source: OrderBy
cs_cz: Seřadit podle

source: Just deactivate tutor plugin or completely uninstall and erase all of data saved before by tutor.
cs_cz: Stačí deaktivovat Tutor plugin nebo ho úplně odinstalovat a vymazat všechna data uložená přes Tutor

source: Attempt Time
cs_cz: Doba trvání pokusu

source: Order
cs_cz: pořadí

source: Unlimited
cs_cz: Neomezené

source: Question & Answer
cs_cz: Otázky a odpovědi

source: Count:
cs_cz: Počet

source: Dashboard Page
cs_cz: Nástěnka

source: Add new instructor
cs_cz: Přidat nového lektora

source: Quiz Overview
cs_cz: Přehled testu

source: Total results you like to show
cs_cz: Celkové výsledky, které chcete zobrazit

source: This page will be used for student and instructor dashboard
cs_cz: Tato stránka bude použita jako nástěnka pro studenty a instruktory

source: Write an answer here
cs_cz: Zde napište svou odpověď

source: Type
cs_cz: Typ

source: Place answer
cs_cz: Napište odpověď

source: on
cs_cz: zapnuto

source: Question
cs_cz: Otázka

source: Tutor Add-ons
cs_cz: Tutor Add-ony

source: Given Answer
cs_cz: Odeslané odpovědi

source: Plugins
cs_cz: Pluginy

source: Themes
cs_cz: Šablony

source: Course removed from wish list
cs_cz: Kurz byl odstraněn ze seznamu přání

source: Last checked %1$s ago, It will check again after %2$s from now
cs_cz: Naposledy zkontrolováno před %1$s, další kontrola proběhne za %2$s

source: Correct
cs_cz: Správně

source: Course added to wish list
cs_cz: Kurz byl přidán na seznam přání

source: Course Visibility
cs_cz: Viditelnost kurzu

source: Buy Now
cs_cz: Koupit nyní

source: Permission denied
cs_cz: Přístup zamítnut

source: No %s currently avaialable
cs_cz: Momentálně nejsou dostupné žádné %s

source: Incorrect
cs_cz: Nesprávně

source: Permission Denied
cs_cz: Přístup zamítnut

source: Students must be logged in to view course
cs_cz: Studenti musí být přihlášení, aby si zobrazili tento kurz

source: Mark as correct
cs_cz: Označit jako správné

source: Erase upon uninstallation
cs_cz: Smazat po odinstalování

source: Get pro plugin from themeum.com
cs_cz: Stáhnětě si pro verzi pluginu z themeum.com

source: Mark as In correct
cs_cz: Označit jako nesprávné

source: Delete all data during uninstallation
cs_cz: Smazat všechna data během odinstalace

source: Add New Instructor
cs_cz: Přidat nového lektora

source: For Tutor
cs_cz: Pro Tutor

source: Spotlight mode
cs_cz: Režim nevyrušovaného psaní

source: Difficulty Level
cs_cz: Úroveň obtížnosti

source: This checkmark ensure that you will sell a specif course via this product.
cs_cz: Toto pole zajišťuje, že budete přes tento prokukt prodávat konkrétní kurz

source: This will hide the header and the footer and enable spotlight (full screen) mode when students view lessons.
cs_cz: Tato možnost skryje záhlaví a zápatí a povolí režim celé obrazovky, když si studenti zobrazují lekce.

source: Upload Attachments
cs_cz: Nahrát přílohy

source: Courses
cs_cz: Kurzy

source: Add Product
cs_cz: Přidat produkt

source: Course Intro Video
cs_cz: Úvodní video do kurzu

source: Video Source
cs_cz: Zdroj videa

source: Dashboard
cs_cz: Nástěnka

source: General
cs_cz: Obecné

source: Video Player
cs_cz: Vimeo přehrávač

source: Select Video Source
cs_cz: Zvolte zdroj videa

source: Enroll Course
cs_cz: Zapsané kurzy

source: Pagination
cs_cz: Stránkování

source: External URL
cs_cz: Externí URL

source: Gutenberg Editor
cs_cz: Editor Gutenberg

source: Total Students
cs_cz: Celkem studentů

source: Total Courses
cs_cz: Celkem kurzů

source: Answer
cs_cz: Odpověď

source: Embedded
cs_cz: Vložit

source: Total Earnings
cs_cz: Celkové příjmy

source: First name field is required
cs_cz: Musíte zadat křestní jméno

source: Last name field is required
cs_cz: Musíte zadat příjmení

source: Course Name
cs_cz: Název kurzu

source: E-Mail field is required
cs_cz: Musíte zadat e-mail

source: File Format:
cs_cz: Typ souboru:

source: Enrolled
cs_cz: Zapsáno

source: User Name field is required
cs_cz: Musíte zadat uživatelské jméno

source: Archive
cs_cz: Archív

source: User Name
cs_cz: Uživatelské jméno

source: Password field is required
cs_cz: Musíte zadat heslo

source: Password Confirmation field is required
cs_cz: Musíte potvrdit heslo

source: Course Archive Page
cs_cz: Stránka archivu kurzů

source: Password confirmation
cs_cz: Potvrzení hesla

source: Valid E-Mail is required
cs_cz: Musíte zadat platný e-mail

source: This page will be used to list all the published courses.
cs_cz: Tato stránka bude použita k vypsání všech zveřejněných kurzů.

source: Password Confirmation
cs_cz: Potvrzení hesla

source: Column Per Row
cs_cz: Sloupců v řadě

source: Register
cs_cz: Registrovat se

source: Incorrect Previous Password
cs_cz: Nesprávné předchozí heslo

source: Define how many columns you want to use to display courses.
cs_cz: Nastavte kolik sloupců chcete používat k zobrazování kurzů.

source: You are already logged in
cs_cz: Již jste přihlášen/a

source: New Password Required
cs_cz: Nové heslo je požadováno

source: Courses Per Page
cs_cz: Kurzů na stránku

source: Assignment:
cs_cz: Úkol:

source: Confirm Password Required
cs_cz: Potvrzení hesla je vyžadováno

source: Place your embedded code here
cs_cz: Zde vložte váš kód pro vložení

source: New password and confirm password does not matched
cs_cz: Nové heslo a potvrzení hesla nesouhlasí.

source: Design Settings
cs_cz: Nastavení lekce

source: Video playback time
cs_cz: Čas spuštění videa

source: Thumbnail
cs_cz: Náhled

source: Upload/Add image
cs_cz: Nahrát/přidat obrázek

source: Remove image
cs_cz: Odstranit obrázek

source: Choose an image
cs_cz: Vybrat obrázek

source: Lesson Permalink Base
cs_cz: Trvalý odkaz na lekci

source: Title
cs_cz: Nadpis

source: Use image
cs_cz: Použít obrázek

source: Image
cs_cz: Obrázek

source: Time Limit
cs_cz: Časový limit

source: Course Builder
cs_cz: Tvůrce kurzů

source: Create Announcement
cs_cz: Smazat oznámení

source: Total Submit
cs_cz: Celkem odevzdáno

source: Additional Data
cs_cz: Doplňující data

source: Weeks
cs_cz: Týdny

source: Tutor Fields
cs_cz: Oblasti lektora

source: Days
cs_cz: Dny

source: Job Title
cs_cz: Pracovní pozice

source: Instructors
cs_cz: Lektoři

source: Hours
cs_cz: Hodiny

source: Profile Bio
cs_cz: Popis profilu

source: Assignment Description:
cs_cz: Popis úkolu

source: Announcements
cs_cz: Oznámení

source: Minutes
cs_cz: Minuty

source: Write a little bit more about you, it will show publicly.
cs_cz: Napište něco málo o sobě. Tyto inforamce budou zobrazeny veřejně.

source: Attach assignment file(s)
cs_cz: Připojit soubory k úkolu

source: Seconds
cs_cz: Sekundy

source: Upload
cs_cz: Nahrát

source: Evaluation
cs_cz: Vyhodnocení

source: Lessons
cs_cz: Lekce

source: When time expires
cs_cz: Po uplynutí časového limitu

source: Please Sign In first
cs_cz: Prosím, nejprve se přihlašte

source: The current quiz answers are submitted automatically.
cs_cz: Aktuální odpovědi jsou zasílány automaticky.

source: Topic Name
cs_cz: Jméno tématu

source: Attempts must be submitted before time expires, otherwise they will not be counted
cs_cz: Pokusy o složení testu musí být odeslány předtím než vyprší čas, jinak se nebudou počítat

source: Gradebook
cs_cz: Známky

source: Choose which action to follow when the quiz time expires.
cs_cz: Zvolte, co se stane, když vyprší časový limit na test.

source: Topic Summary
cs_cz: Shrnutí tématu

source: Evaluate this submission
cs_cz: Vyhodnotit tento úkol

source: The idea of a summary is a short text to prepare students for the activities within the topic or week. The text is shown on the course page under the topic name.
cs_cz: Shrnutí je krátký text, který připraví studenty na aktivity v tématu nebo týdnu. Text je zobrazen na stránce kurzu pod jménem tématu.

source: Assignments submission not found or not completed
cs_cz: Nebyly nalezeny nebo dokončeny zaslané úkoly

source: Update Topic
cs_cz: Aktualizovat téma

source: write a review
cs_cz: napsat hodnocení

source: WooCommerce Subscriptions
cs_cz: Odebírání WooCommerce

source: Update Review
cs_cz: Aktualizovat hodnocení

source: Highest Grade
cs_cz: Nejvyšší známka

source: Tutor Assignments
cs_cz: Úkoly od lektora

source: Average Grade
cs_cz: Průměrná známka

source: Tutor Certificate
cs_cz: Tutor Certifikáty

source: First Attempt
cs_cz: První pokus

source: Preview
cs_cz: Náhled

source: Tutor Course Attachments
cs_cz: Tutor Přílohy ke kurzům

source: Last Attempt
cs_cz: Poslední pokus

source: Tutor Course Preview
cs_cz: Tutor Náhled kurzů

source: When multiple attempts are allowed, select which method should be used to calculate a student's final grade for the quiz.
cs_cz: Která metoda má být použita pro výpočet finální známky, pokud je povoleno více pokusů na test?

source: Submit for Review
cs_cz: Odeslat ke schválení

source: Exit
cs_cz: Odejít

source: Tutor Multi Instructors
cs_cz: Tutor Více lektorů

source: Course Info
cs_cz: Informace o kurzu

source: Tutor Prerequisites
cs_cz: Předpoklady pro Tutor

source: ex. Learn Photoshop CS6 from scratch
cs_cz: např.: Naučte se Photoshop CS6 od úplného začátku

source: Allow multiple instructors to upload their courses.
cs_cz: Umožnit více instruktorům nahrát jejich kurzy.

source: Description
cs_cz: Popis

source: Student Registration
cs_cz: Registrace studenta

source: Instructor Registration Page
cs_cz: Stránka registrace Lektora

source: Total Course Duration
cs_cz: Celková doba trvání kurzu

source: Choose a category
cs_cz: Zvolte kategorii

source: Instructor Registration
cs_cz: Registrace lektora

source: Course Price
cs_cz: Cena kurzu

source: Name
cs_cz: Jméno

source: Set course price
cs_cz: Nastavte cenu kurzu

source: Total Course
cs_cz: Celý kurz

source: Requirements/Instructions
cs_cz: Požadavky/Instrukce

source: Course Thumbnail
cs_cz: Náhledový obrázek kurzu

source: Become an Instructor Button
cs_cz: Tlačítko "Stát se lektorem"

source: Additional requirements or special instructions for the students (One per line)
cs_cz: Další požadavky nebo zvláštní instrukce pro studenty (jedna na řádek)

source: Targeted Audience
cs_cz: Cílové publikum

source: Specify the target audience that will benefit the most from the course. (One line per target audience.)
cs_cz: Upřesněte cílové publikum, kterému váš kurz bude nejvíce ku prospěchu. (vždy jedno publikum na řádek)

source: Course Upload Tips
cs_cz: Rady k nahrávání kurzu

source: Quiz has been timeout already
cs_cz: Vypršel časový limit na test

source: Student Registration Page
cs_cz: Stránka registrace studenta

source: Materials Included
cs_cz: Zahrnuté materiály

source: Set the Course Price option or make it free.
cs_cz: Nastavte cenu kurzu nebo ho zveřejněte zdarma.

source: Choose the page for student registration.
cs_cz: Změnit stránku pro registraci studentů.

source: A list of assets you will be providing for the students in this course (One per line)
cs_cz: Seznam přínosů, které studentům v kurzu nabízíte (vždy jeden na řádek)

source: Standard size for the course thumbnail is 700x430.
cs_cz: Běžná velikost náhledového obrázku kurzu je 700x430.

source: Select product
cs_cz: Zvolit produkt

source: Video section controls the course overview video.
cs_cz: V sekci Video spravujete video přehledu kurzu.

source: When selling the course
cs_cz: Při prodeji kurzu

source: Course Builder is where you create & organize a course.
cs_cz: Tvůrce kurzů je místo, kde vytváříte a spravujete kurz.

source: True
cs_cz: Pravda

source: Select a Product
cs_cz: Zvolit produkt

source: Add Topics in the Course Builder section to create lessons, quizzes, and assignments.
cs_cz: Přidejte témata v sekci Tvůrce kurzů pro vytvoření lekcí, testů a úkolů.

source: False
cs_cz: Nepravda

source: Sell your product, process by EDD
cs_cz: Prodejte svůj produkt, zpracováno EDD

source: Prerequisites refers to the fundamental courses to complete before taking this particular course.
cs_cz: Předpoklady označují základní kurzy, které musí student dokončit, před absolvováním tohoto konkrétního kurzu.

source: Course Type
cs_cz: Druh kurzu

source: Information from the Additional Data section shows up on the course single page.
cs_cz: Informace ze sekce Další data se zobrazují na samostatné stránce kurzu.

source: Paid
cs_cz: Placené

source: Author
cs_cz: Autor

source: Overview
cs_cz: Přehled

source: Add More Instructors
cs_cz: Přidat další lektory

source: Q&A
cs_cz: Ptáte se

source: Add instructors
cs_cz: Přidat instruktory

source: Earning
cs_cz: Příjmy

source: Course Enrolled
cs_cz: Zapsané kurzy

source: Search instructors...
cs_cz: Vyhledat lektory

source: Create Course
cs_cz: Vytvořit kurz

source: Add Instructors
cs_cz: Přidat lektory

source: Reviews
cs_cz: Recenze

source: Fees are charged from the entire sales amount. The remaining amount will be divided among admin and instructors.
cs_cz: Poplatky jsou vypočteny z celkového prodeje. Zbývající částka se dělí mezi administrátora a instruktory.
