Repository: WordPress24CZ/Tutor-LMS-eLearning-and-online-course-solution
Catalog: tutor-*.po
Languages: cs_cz

source: Select a course
cs_cz: Zvolte si kurz

source: Quiz Attempts
cs_cz: Pokusy o složení testu

source: Choose the course for this lesson
cs_cz: Zvolte kurz, do kterého patří tato lekce

source: All Time
cs_cz: Za celou dobu

source: Logout
cs_cz: Odhlásit

source: Pending
cs_cz: Čeká na schválení

source: Approved
cs_cz: Schváleno

source: Percent
cs_cz: Procent

source: Add new topic
cs_cz: Přidat nové téma

source: Blocked
cs_cz: Blokováno

source: Fixed
cs_cz: Fixní

source: Add Topic
cs_cz: Přidat téma

source: True/False
cs_cz: Pravda/lež

source: Show Statement Per Page
cs_cz: Zobrazit dokladů na stránku

source: Topic titles are displayed publicly wherever required. Each topic may contain one or more lessons, quiz and assignments.
cs_cz: Názvy témat jsou veřejně zobrazeny všude tam, kde je to třeba. Každé téma může obsahovat jednu nebo více lekcí, testů a úkolů.

source: Single Choice
cs_cz: Jedna odpověď

source: Define the number of statements to show.
cs_cz: Zadejte počet zobrazovaných dokladů

source: Lesson
cs_cz: Lekce

source: Multiple Choice
cs_cz: Více možností

source: Minimum Withdrawal Amount
cs_cz: Minimální limit pro výplatu

source: Fill In The Blanks
cs_cz: Doplňte mezery

source: Instructors should earn equal or above this amount to make a withdraw request.
cs_cz: Lektor by si měl vydělat tuto nebo vyšší částku, aby mohl zažádat o výplatu

source: Short Answer
cs_cz: Krátká odpověď

source: Price
cs_cz: Cena

source: Matching
cs_cz: Spojovačka

source: Order ID
cs_cz: ID objednávky

source: Image Matching
cs_cz: Přiřazování obrázků

source: Image Answering
cs_cz: Odpovídání pomocí obrázků

source: Ordering
cs_cz: Řazení

source: Primary Color
cs_cz: Primární barva

source: All Levels
cs_cz: Všechny úrovně

source: Primary Hover Color
cs_cz: Primární barva při najetí myší

source: Beginner
cs_cz: Začátečník

source: Text Color
cs_cz: Barva textu

source: Intermediate
cs_cz: Pokročilý

source: Monetization
cs_cz: Zpeněžení

source: Disable Monetization
cs_cz: Zakázat zpeněžení

source: Deduct Fees
cs_cz: Odečtené poplatky

source: Select a monetization option to generate revenue by selling courses. Supports: WooCommerce, Easy Digital Downloads, Paid Memberships Pro
cs_cz: Zvolte způsob zpeněžení pro prodej kurzů. Podporované metody: WooCommerce, Easy Digital Downloads, Paid Memberships Pro

source: Request By
cs_cz: Žádost podle

source: Completed
cs_cz: Dokončeno

source: In Progress
cs_cz: V průběhu

source: Tutor Settings
cs_cz: Nastavení lektora

source: Not Taken
cs_cz: Volné

source: Save Settings
cs_cz: Uložit nastavení

source: Price:
cs_cz: Cena:

source: Pro
cs_cz: Pro verze

source: Enable/Disable
cs_cz: Povolit/Zakázat

source: Q & A
cs_cz: Otázky a odpovědi

source: Enable
cs_cz: Povolit

source: Q & A
cs_cz: Otázky a odpovědi

source: Select Option
cs_cz: Zvolte možnost

source: Withdraw Requests
cs_cz: Žádosti o vyplacení

source: Answer title
cs_cz: Nadpis odpovědi

source: Add-ons
cs_cz: Rozšíření

source: Display format for options
cs_cz: Formát zobrazení pro možnosti

source: Only text
cs_cz: Jenom text

source: Get Pro
cs_cz: Získat Pro verzi

source: Only Image
cs_cz: Jenom obrázek

source: Register as instructor
cs_cz: Zaregistrovat se jako lektor

source: <span class="dashicons dashicons-awards tutor-get-pro-text"></span> Get Pro
cs_cz: <span class="dashicons dashicons-awards tutor-get-pro-text"></span> Získat Pro verzi

source: Text &amp; Image both
cs_cz: oboje text &amp; obrázek

source: Upgrade to Pro
cs_cz: Vylepšit na Pro verzi

source: Correct Answer(s)
cs_cz: Správné odpovědi

source: <strong style="color: #03bd24">Documentation</strong>
cs_cz: <strong style="color: #03bd24">Dokumentace</strong>

source: <strong style="color: #03bd24">Get Support</strong>
cs_cz: <strong style="color: #03bd24">Získejte podporu</strong>

source: Matched Answer title
cs_cz: Název Odpovědi přiřazením

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
cs_cz: Pokud máte rádi %1$s, prosím zanechte nám %2$s hodnocení. Obrovské díky předem!

source: Image matched text
cs_cz: Text přiřazeného obrázku

source: Already applied for instructor
cs_cz: Již jste zažádal/a o pozici lektora/lektorky

source: Answer input value
cs_cz: Hodnota vstupu odpovědi

source: Phone Number field is required
cs_cz: Musíte zadat telefonní číslo

source: The answers that students enter should match with this text. Write in <strong>small caps</strong>
cs_cz: Odpovědi, které studenti zadají musí odpovídat tomuto textu. Používejte <strong>malá písmena</strong>

source: Instructor has been added successfully
cs_cz: Lektor byl úspěšně přidán

source: Update Answer
cs_cz: Aktualizovat odpověď

source: No limit
cs_cz: Bez omezení

source: Seems like you don’t have <strong>Easy Digital Downloads</strong> plugin installed on your site. In order to use this functionality, you need to have the <strong>Easy Digital Downloads</strong> plugin installed. Get back on this page after installing the plugin and enable the following feature to start selling courses with Tutor.
cs_cz: Zdá se, že nemáte nainstalovaný plugin <strong>Easy Digital Downloads</strong>. Pro využívání této funkce, musíte mít nainstalovaný plugin <strong>Easy Digital Downloads</strong>. Vraťte se na tuto stránku až plugin nainstalujete a zapněte tuto funkci pro prodej kurzů Tutor

source: Quiz Info
cs_cz: Informace o testu

source: This notice will disappear after activating <strong>EDD</strong>
cs_cz: Tato zpráva zmizí po aktivaci <strong>EDD</strong>

source: Type your quiz title here
cs_cz: Sem zadejte název testu

source: Assignment answer form
cs_cz: Odpověď na úkol od

source: Tutor Course Attachments Settings
cs_cz: Nastavení Tutor Course Attachments

source: Enable EDD
cs_cz: Povolit EDD

source: Add Question
cs_cz: Přidat otázku

source: This will enable sell your product via EDD
cs_cz: Toto vám umožní prodávat produkty přes EDD

source: Back
cs_cz: Zpět

source: Next
cs_cz: Další

source: Submit Assignment
cs_cz: Odeslat úkol

source: Course Settings
cs_cz: Nastavení kurzu

source: Hide quiz time - display
cs_cz: Skrýt čas na test - zobrazit

source: General Settings
cs_cz: Obecné nastavení

source: Time limit for this quiz. 0 means no time limit.
cs_cz: Časový limit na test. 0 znamená žádný limit.

source: Maximum Students
cs_cz: Maximum studentů

source: Optional
cs_cz: Volitelné

source: Passed
cs_cz: Úspěšný pokus

source: Enable
cs_cz: Zapnout

source: Restriction on the number of attempts a student is allowed to take for this quiz. 0 for no limit
cs_cz: Omezení množství pokusů na test. 0 znamená žádný limit

source: Failed
cs_cz: Neúspěšný pokus

source: Passing Grade (%)
cs_cz: Známka k úspěšnému zakončení

# post type general name
source: Courses
cs_cz: Kurzy

source: Set the passing percentage for this quiz
cs_cz: Nastavte minimální procentní ohodnocení nutné k projití.

# post type singular name
source: Course
cs_cz: Kurz

source: Max questions allowed to answer
cs_cz: Maximální počet otázek, které lze zodpovědět

source: Instructor Note
cs_cz: Poznámky lektora

# admin menu
source: Courses
cs_cz: Kurzy

source: This amount of question will be available for students to answer, and question will comes randomly from all available questions belongs with a quiz, if this amount greater than available question, then all questions will be available for a student to answer.
cs_cz: Tento počet otázek budou moci studenti zodpovědět. Otázky budou pokládány náhodně ze všech otázek, které patří ke kvízu. Pokud je toto množství větší než počet dostupncýh otázek, tak budou studenti odpovídat na všechny otázky.

source: Start Assignment Submit
cs_cz: Začít vyplňovat úkol

# add new on admin bar
source: Course
cs_cz: Kurz

source: Quiz Auto Start
cs_cz: Automatický start kvízu.

source: Add New
cs_cz: Přidat nový

source: If you enable this option, the quiz will start automatically after the page is loaded.
cs_cz: Pokud povolíte tuto možnost, test začne automaticky poté, co se načte stránka.

source: Attempts Allowed
cs_cz: Povoleno pokusů

source: Add New Course
cs_cz: Přidat nový kurz

source: Question Layout
cs_cz: Rozložení otázky

source: Attempted
cs_cz: Test jste se pokusil/a složit

source: New Course
cs_cz: Nový kurz

source: Set question layout view
cs_cz: Nastavit rozložení otázky

source: Edit Course
cs_cz: Upravit kurz

source: Single Question
cs_cz: Jedna otázka

source: Passing Grade
cs_cz: Potřeba k úspěšnému složení

source: Search Courses
cs_cz: Prohledat kurzy

source: Question Pagination
cs_cz: Stránkování otázek

source: Time remaining:
cs_cz: Zbývající čas:

source: Parent Courses:
cs_cz: Nadřazené kurzy

source: Question below each other
cs_cz: Otázky pod sebou

source: Marks :
cs_cz: Bodů:

source: No courses found.
cs_cz: Nebyly nalezeny žádné kurzy.

source: Questions Order
cs_cz: Pořadí otázek

source: No courses found in Trash.
cs_cz: V koši nebyly nalezeny žádné kurzy

source: Random
cs_cz: Náhodně

source: Submit Quiz
cs_cz: Odeslat test

source: Description.
cs_cz: Popis

source: Sorting
cs_cz: Řazení

source: Finish
cs_cz: Dokončit

# taxonomy general name
source: Course Categories
cs_cz: Kategorie kurzu

source: Ascending
cs_cz: Vzestupně

source: Start Quiz
cs_cz: Spustit test

# taxonomy singular name
source: Category
cs_cz: Kategorie

source: Descending
cs_cz: Sestupně

source: Search Categories
cs_cz: Vyhledat v kategoriích

source: Hide question number
cs_cz: Skrýt číslo otázky

source: Popular Categories
cs_cz: Oblíbené kategorie

source: Show/hide question number during attempt.
cs_cz: Ukázat/skrýt číslo otázky během testu.

source: No course found for this quiz
cs_cz: Nebyl nalezen žádný kurz k tomuto testu

source: All Categories
cs_cz: Všechny kategorie

source: Short answer characters limit
cs_cz: Maximální počet znaků Krátké odpovědi

source: It seems there is no course belongs with this quiz, you can not attempt on this quiz without a course belongs, please notify to your instructor to fix this issue.
cs_cz: Zdá se, že k tomuto testu nepatří žádný test. Test bez kvízu nelze složit. Prosím informujte svého lektora a žádejte zjednání nápravy.

source: Edit Category
cs_cz: Upravit kategorii

source: Student will place answer in short answer question type within this characters limit.
cs_cz: Studenti zadají odpovědi na otázky typu "krátká odpověď" v tomto rozmezí znaků.

source: Tags
cs_cz: Štítky

source: Update Category
cs_cz: Aktualizovat kategorii

source: Complete Course
cs_cz: Dokončit kurz

source: Add New Category
cs_cz: Přidat novou kategorii

source: New Category Name
cs_cz: Jméno nové kategorie

source: Separate categories with commas
cs_cz: Oddělte kategorie čárkami

source: Add or remove categories
cs_cz: Přidat nebo odebrat kategorie

source: Feature Image
cs_cz: Úvodní obrázek

source: Target Audience
cs_cz: Cílové publikum

source: Choose from the most used categories
cs_cz: Vyberte si z nejčastějších kategorií

source: Enroll now
cs_cz: Zapsat se nyní

source: No categories found.
cs_cz: Nebyly nalezeny žádné kategorie

source: Course Categories
cs_cz: Kategorie kurzu

source: Update Lesson
cs_cz: Aktualizovat lekci

# taxonomy general name
source: Tags
cs_cz: Štítky:

source: Select the correct option
cs_cz: Zvolte správnou variantu

# taxonomy singular name
source: Tag
cs_cz: Štítek

source: Please make sure to use the <strong>{dash}</strong> variable in your question title to show the blanks in your question. You can use multiple <strong>{dash}</strong> variables in one question.
cs_cz: Prosím, ujistěte se, že ve vašich otázkách používáte proměnnou <strong>{dash}</strong> pro označení prázdných míst v otázce. Můžete použít více proměnných <strong>{dash}</strong> v jedné otázce.

source: Complete
cs_cz: Dokončeno

source: Search Tags
cs_cz: Hledat štítky

source: Separate multiple answers by a vertical bar <strong>|</strong>. 1 answer per <strong>{dash}</strong> variable is defined in the question. Example: Apple | Banana | Orange
cs_cz: Oddělte více odpovědí pomocí svislé čárky <strong>|</strong>. V jedné otázce je definována jedna odpověď na jednu proměnnou <strong>{dash}</strong>. Příklad: Jablko | Banán | Pomeranč

source: Popular Tags
cs_cz: Všechny štítky

source: Share
cs_cz: Sdílet

source: All Tags
cs_cz: Všechny štítky

source: Write your question here
cs_cz: Sem vložte otázku

source: Categories
cs_cz: Kategorie

source: Edit Tag
cs_cz: Upravit štítek

source: Update Tag
cs_cz: Aktualizovat štítky

source: Pro version required
cs_cz: Je vyžadována pro verze

source: Total Enrolled
cs_cz: Celkem zapsáno

source: Add New Tag
cs_cz: Vytvořit nový štítek

source: Answer Required
cs_cz: Odpověď je vyžadována

source: Last Update
cs_cz: Poslední aktualizace

source: New Tag Name
cs_cz: Název nového štítku

source: Randomize
cs_cz: Nastavit náhodně

source: About Course
cs_cz: O kurzu

source: Separate Tags with commas
cs_cz: Štítky oddělte štítky čárkami

source: Point(s) for this answer
cs_cz: Body za tuto odpověď

source: Ask a New Question
cs_cz: Položit novou otázku

source: Add or remove Tags
cs_cz: Přidat nebo odebrat štítky

source: set the mark ex. 10
cs_cz: Nastavit bodování, např.: 10

source: Question Title
cs_cz: Nadpis otázky

source: Choose from the most used Tags
cs_cz: Vyberte si z nejpoužívanějších štítků

source: Display Points
cs_cz: Zobrazit body

source: No Tags found.
cs_cz: Nebyly nalezeny žádné štítky.

source: Input options for the question and select the correct answer.
cs_cz: Možnosti vložení odpovědi a volba správné odpovědi

# post type general name
source: Lessons
cs_cz: Lekce

source: Write your answer here
cs_cz: Zde napište svou odpověď

# post type singular name
source: Lesson
cs_cz: Lekce

source: Add An Option
cs_cz: Přidat možnost

# admin menu
source: Lessons
cs_cz: Lekce

source: Course Tag
cs_cz: Štítek kurzu

# add new on admin bar
source: Lesson
cs_cz: Lekce

source: Requirements
cs_cz: Požadavky

source: Add New Lesson
cs_cz: Přidat novou lekci

source: Please make sure that your EDD product exists and valid for this course
cs_cz: Prosím, ujistěte se, že váš EDD produkt existuje a je platný pro tento kurz

source: New Lesson
cs_cz: Nová lekce

source: This feature has been disabled by the administrator
cs_cz: Tato funkce byla správcem zakázána

source: Edit Lesson
cs_cz: Upravit lekci

source: Version
cs_cz: Verze

source: Material Includes
cs_cz: Materiály zahrnují

source: View Lesson
cs_cz: Zobrazit lekci

source: Search
cs_cz: Hledat

source: Continue to lesson
cs_cz: Pokračovat k lekci

source: Search Lessons
cs_cz: Prohledat lekce

source: Tutor Environment Status
cs_cz: Status prostředí Tutor

source: Parent Lessons:
cs_cz: Nadřazené lekce

source: WordPress environment
cs_cz: Prostředí WordPressu

source: No lessons found.
cs_cz: Nebyly nalezeny žádné lekce.

source: Home URL
cs_cz: URL hlavní stránky

source: Edit review
cs_cz: Upravit hodnocení

source: No lessons found in Trash.
cs_cz: V koši nebyly nalezeny žádné lekce

source: The homepage URL of your site.
cs_cz: URL vaší hlavní stránky

source: Write a review
cs_cz: Napsat recenzi

# post type general name
source: Quizzes
cs_cz: Testy

source: Site URL
cs_cz: URL webu

source: Submit Review
cs_cz: Odeslat hodnocení

# post type singular name
source: Quiz
cs_cz: Test

source: The root URL of your site.
cs_cz: Root URL vaší stránky

source: Please make sure that your product exists and valid for this course
cs_cz: Prosím, ujistěte se, že váš produkt existuje a je platný pro tento kurz

# admin menu
source: Quizzes
cs_cz: Testy

source: WordPress version
cs_cz: Verze WordPressu

# add new on admin bar
source: Quiz
cs_cz: Test

source: The version of WordPress installed on your site.
cs_cz: Verze WordPressu nainstalovaná na vaší stránce.

source: Add New Quiz
cs_cz: Přidat nový test

source: %1$s - There is a newer version of WordPress available (%2$s)
cs_cz: %1$s - je dostupná nová verze WordPressu (%2$s)

source: New Quiz
cs_cz: Nový test

source: Tutor Version
cs_cz: Verze Tutoru

source: What Will I Learn?
cs_cz: Co se naučím?

source: Edit Quiz
cs_cz: Upravit test

source: The version of tutor.
cs_cz: Verze Tutoru

source: View Quiz
cs_cz: Zobrazit test

source: Quizzes
cs_cz: Testy

source: Whether or not you have WordPress Multisite enabled.
cs_cz: Jestli je nebo není zapnutá funkce WordPress multisite

source: Search Quizzes
cs_cz: Vyhledat testy

source: WordPress memory limit
cs_cz: Omezení paměti WordPressu

source: Course name : %s
cs_cz: Jméno kurzu: %s

source: Parent Quizzes:
cs_cz: Nadřazené testy

source: The maximum amount of memory (RAM) that your site can use at one time.
cs_cz: Maximální množství paměti (RAM), které může vaše stránka využít

source: View Course
cs_cz: Zobrazit kurz

source: No quizzes found.
cs_cz: Nebyly nalezeny žádné testy.

source: %1$s - We recommend setting memory to at least 64MB. See: %2$s
cs_cz: %1$s - doporučujeme nastavit paměť alespoň na 64MV. Viz: %2$s

source: No quizzes found in Trash.
cs_cz: V koši nebyly nalezeny žádné testy.

source: Increasing memory allocated to PHP
cs_cz: Zvětšující se paměť přiřazená k PHP

# post type general name
source: Assignments
cs_cz: Úkoly

source: WordPress debug mode
cs_cz: WordPress debug mód

# post type singular name
source: Assignment
cs_cz: Úkol

source: Displays whether or not WordPress is in Debug Mode.
cs_cz: Zobrazuje, jestli WordPress je nebo není v Debug módu

source: No questions yet
cs_cz: Zatím zde nejsou žádné otázky

# admin menu
source: Assignments
cs_cz: Úkoly

# add new on admin bar
source: Assignment
cs_cz: Úkol

source: Displays whether or not WP Cron Jobs are enabled.
cs_cz: Zobrazuje, jestli je nebo není povolen WP Cron Jobs

source: Completed Lessons:
cs_cz: Dokončeno lekcí

source: Add New Assignment
cs_cz: Přidat nový úkol

source: Language
cs_cz: Jazyk

source: New Assignment
cs_cz: Nový úkol

source: The current language used by WordPress. Default = English
cs_cz: Jazyk aktuálně používaný WordPressem. Výchozí je angličtina.

source: Current Balance
cs_cz: Aktuální zůstatek :

source: Search Course Category. ex. Design, Development, Business
cs_cz: Vyhledat kategorii kurzu, např.: Design, Development, Business

source: Edit Assignment
cs_cz: Upravit úkoly

source: External object cache
cs_cz: Externí objektová cache

source: You currently have %1$s %2$s %3$s ready to withdraw
cs_cz: Momentálně máte k výplatě připraveno %1$s %2$s %3$s

source: Select a category
cs_cz: Zvolte kategorii

source: View Assignment
cs_cz: Zobrazit úkoly

source: Displays whether or not WordPress is using an external object cache.
cs_cz: Zobrazuje jestli WordPress používá externí objektovou cache nebo ne.

source: Assignments
cs_cz: Úkoly

source: Server environment
cs_cz: Prostředí serveru

source: You currently have %1$s %2$s %3$s and this is insufficient balance to withdraw
cs_cz: Momentálně máte %1$s %2$s %3$s a to není dostatečný zůstatek k vyplacení

source: Select Course
cs_cz: Vybrat kurz

source: Search Assignments
cs_cz: Vyhledat úkoly

source: Server info
cs_cz: Informace o serveru

source: Lesson Video
cs_cz: Video lekce

source: Parent Assignments:
cs_cz: Nadřazené úkoly:

source: Information about the web server that is currently hosting your site.
cs_cz: Informace o webovém serveru, který právě hostuje vaši stránku.

source: You can change your %1$s Withdraw Preference %2$s
cs_cz: Svoje %1$s nastavení výplaty %2$s můžete změnit

source: Draft Lesson
cs_cz: Návrh lekce

source: No Assignments found.
cs_cz: Nebyly nalezeny žádné úkoly

source: PHP version
cs_cz: Verze PHP

source: Please Sign-In
cs_cz: Prosím, přihlaste se

source: No Assignments found in Trash.
cs_cz: V koši nejsou žádné úkoly.

source: The version of PHP installed on your hosting server.
cs_cz: Verze PHP nainstalovaná na vašem serveru.

source: List View
cs_cz: Zobrazení seznamu

source: Course updated.
cs_cz: Kurz aktualizován

source: Tutor will run under this version of PHP, however, it has reached end of life. We recommend using PHP version 7.2 or above for greater performance and security.
cs_cz: Tutor poběží na této verzi PHP, přestože jí už skončila životnost. Doporučujeme používat PHP ve verzi 7.2 a vyšší pro lepší výkon a bezpečnost.

source: Excerpt View
cs_cz: Úryvek

source: Custom field updated.
cs_cz: Vlastní pole bylo aktualizováno

source: We recommend using PHP version 7.2 or above for greater performance and security.
cs_cz: Doporučujeme používat PHP ve verzi 7.2 nebo vyšší pro lepší výkon a bezpečnost.

source: No items found.
cs_cz: Nebyly nalezeny žádné položky.

source: Custom field deleted.
cs_cz: Vlastní pole bylo smazáno

source: PHP post max size
cs_cz: PHP maximální velikost příspěvku

source: Amount
cs_cz: Částka

source: Select bulk action
cs_cz: Vyberte hromadnou akci

source: Course restored to revision from %s
cs_cz: Kurz byl obnoven na verzi z %s

source: The largest filesize that can be contained in one post.
cs_cz: Největší možná velikost souboru, který může být nahrán v příspěvku

source: Withdraw Method
cs_cz: Způsob výplaty

source: Bulk Actions
cs_cz: Hromadné akce

source: Course published.
cs_cz: Kurz byl zveřejněn.

source: PHP time limit
cs_cz: PHP časový limit

source: Date
cs_cz: Datum

source: Apply
cs_cz: Potvrdit

source: Course saved.
cs_cz: Kurz uložen

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
cs_cz: Množství času (v sekundách), který vaše stránka stráví na jedné operaci předtím než vyprší čas (aby se zabránilo zahlcení serveru)

source: Show more details
cs_cz: Zobrazit více podrobností

source: Course submitted.
cs_cz: Kurz odeslán.

source: PHP max input vars
cs_cz: Maximimální počet vložených PHP proměnných

source: Filter by date
cs_cz: Filtrovat podle data

source: Course scheduled for: <strong>%1$s</strong>.
cs_cz: Kurz je naplánován na: <strong>%1$s</strong>

source: The maximum number of variables your server can use for a single function to avoid overloads.
cs_cz: Maximální počet proměnných, které váš server může použít pro jednu funkci, aby se vyhnul přetížení.

source: Requested On
cs_cz: Vyžádáno

source: All dates
cs_cz: Všechna data

source: M j, Y @ G:i
cs_cz: Měs., Rok. @ Hod.:Min.

source: cURL version
cs_cz: Verze cURL

source: Course draft updated.
cs_cz: Koncept kurzu aktualizován

source: The version of cURL installed on your server.
cs_cz: Verze cURL nainstalovaná na vašem serveru.

source: %s comment
cs_cz: %s komentář

source: View course
cs_cz: Zobrazit kurz

source: SUHOSIN installed
cs_cz: SUHOSIN je nainstalován

source: Reject Withdrawal?
cs_cz: Zamítnuté výplaty?

source: %s approved comment
cs_cz: %s schválený komentář

source: Preview course
cs_cz: Náhled kurzu

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
cs_cz: Suhosin je pokročilý ochranný systém pro instalace PHP. Byl navržen k ochraně vašeho serveru proti řadě dobře známých problémů v PHP aplikacích a proti možným neznámým slabinám v těchto aplikacích nebo samotném jádru PHP. Pokud je na vašem serveru povolen, může být potřeba nakonfigurovat Suhosin pro svého omezení na příjem dat.

source: %s pending comment
cs_cz: %s komentář čekající na schválení

source: MySQL version
cs_cz: Verze MySQL

source: No comments
cs_cz: Žádné komentáře

source: The version of MySQL installed on your hosting server.
cs_cz: Verze MySQL nainstalovaná na vašem serveru.

source: Wishlist
cs_cz: Seznam přání
