Repository: WordPress24CZ/Tutor-LMS-eLearning-and-online-course-solution
Catalog: tutor-*.po
Languages: cs_cz

source: Terms and Conditions Page
cs_cz: Stránka Podmínky a ujednání

source: This page will be used as the Terms and Conditions page
cs_cz: Tato stránka bude použita jako stránka Smluvní podmínky

source: Default Quiz Attempt limit (when Retry Mode is enabled)
cs_cz: Výchozí limit pro pokus o kvíz (pokud je povolen režim opakování)

source: The highest number of attempts allowed for students to participate a quiz. 0 means unlimited. This will work as the default Quiz Attempt limit in case of Quiz Retry Mode.
cs_cz: Nejvyšší počet pokusů povolený pro studenty k účasti na kvízu. 0 znamená neomezený. Toto bude fungovat jako výchozí limit pro pokus o kvíz v případě režimu opakování kvízu.

source: Automatically Complete WooCommerce Orders
cs_cz: Automaticky dokončit objednávky WooCommerce

source: If enabled, in the case of Courses, WooCommerce Orders will get the "Completed" status .
cs_cz: Pokud je povoleno, v případě kurzů získají objednávky WooCommerce status "Dokončeno".

source: Hide Admin Bar and Restrict Access to WP Admin for Instructors
cs_cz: Skrýt administrátorský panel a omezit přístup k WP administrátorovi pro instruktory

source: Enable this to hide the WordPress Admin Bar from Frontend site, and restrict access to the WP Admin panel.
cs_cz: Povolte tuto možnost pro skrytí lišty WordPress Admin z webu Frontend a omezení přístupu k panelu WP Admin.

source: Course Slug
cs_cz: Štítek kurzu

source: Please enter the course page slug here
cs_cz: Zde zadejte slug stránky kurzu

source: Permalink:
cs_cz: Trvalý odkaz:

source: By signing up, I agree with the website's
cs_cz: Registrací souhlasím s webovými stránkami

source: Terms and Conditions
cs_cz: Podmínky

source: Course Content
cs_cz: Obsah kurzu

source: A course by
cs_cz: Kurz od

source: Write your comment here…
cs_cz: Sem napište svůj komentář...

source: Upload exercise files to the Lesson
cs_cz: Nahrát cvičební soubory do lekce

source: Do you have any question?
cs_cz: Máte na nás dotaz?

source: Content Summary
cs_cz: Shrnutí obsahu

source: Enabling this feature will show a course content summary on the Course Details page.
cs_cz: Povolením této funkce se na stránce Podrobnosti kurzu zobrazí shrnutí obsahu kurzu.

source: Reattempt quiz any number of times. Define Attempts Allowed below.
cs_cz: Opakovaný pokus kvíz libovolný početkrát. Definovat pokusy povolené níže.

source: Enrolment
cs_cz: Zápis

source: You are not allowed to publish course
cs_cz: Nemáte oprávnění publikovat kurz

source: Set the number of rows to be displayed per page
cs_cz: Nastavte počet řádků, které se mají zobrazit na stránku

source: Set the number of courses to display per page on the Course List page.
cs_cz: Nastavte počet kurzů, které se mají zobrazit na stránce seznamu kurzů.

source: Set Your Profile Photo
cs_cz: Vaše profilová fotka

source: Set Your Bio
cs_cz: Nastav si životopis

source: Set Withdraw Method
cs_cz: Nastavit metodu výběru

source: Register Now
cs_cz: Zaregistrujte se

source: You don't have permission to access this page
cs_cz: Nemáte dostatečná práva k přístupu na tuto stránku

source: Do You Want to Delete This Review?
cs_cz: Chcete smazat tuto recenzi?

source: Instructor Cover Photo
cs_cz: Titulní fotka instruktora

source: Categories:
cs_cz: Kategorie:

source: Mark as Complete
cs_cz: Označit jako dokončené

source: Do You Want to Skip This Quiz?
cs_cz: Chcete tento kvíz přeskočit?

source: Do You Want to Delete This?
cs_cz: Chcete tuto položku odstranit?

source: Are you sure you want to delete this permanently from the site? Please confirm your choice.
cs_cz: Jste si jisti, že to chcete ze stránek trvale odstranit? Potvrďte prosím svou volbu.

source: Invalid post type
cs_cz: Neplatný typ příspěvku.

source: Logged Only
cs_cz: Pouze přihlášení

source: Image size ratio: 4:1
cs_cz: Poměr velikosti obrázku: 4:1

source: Deactivate
cs_cz: Deaktivovat

source: Do You Want to Delete This Question?
cs_cz: Chcete odstranit tuto otázku?

source: Something Went Wrong!
cs_cz: Něco se nepovedlo!

source: Gray
cs_cz: Šedý

source: Choose a color for elements like table, card etc
cs_cz: Zvolte barvu pro prvky, jako je stůl, karta atd.

# true/false question options
source: True
cs_cz: Správně

# true/false question options
source: False
cs_cz: Špatně

source: Evaluate mark can not be greater than total mark
cs_cz: Hodnotící známka nemůže být větší než celková známka

source: Please complete profile
cs_cz: Vyplňte prosím profil

source: You are almost done
cs_cz: Už jste téměř hotovi

source: Thanks for completing your profile
cs_cz: Děkujeme za vyplnění profilu

source: Allow users to have a instructor profile to showcase awards and completed courses.
cs_cz: Umožnit uživatelům mít profil instruktora pro předvedení ocenění a dokončených kurzů.

source: Assignment
cs_cz: Úkol

source: What Will You Learn?
cs_cz: Co se naučíte?

source: Describe what you're trying to achieve and where you're getting stuck
cs_cz: Popiš, čeho se snažíš dosáhnout a kde se zasekáváš

source: Size: <span class="tutor-fs-7 tutor-fw-medium">%s</span>
cs_cz: Velikost: <span class="tutor-fs-7 tutor-fw-medium">%s</span>

source: File Support: <span class="tutor-fs-7 tutor-fw-medium">%s</span>
cs_cz: Podpora souboru: <span class="tutor-fs-7 tutor-fw-medium">%s</span>

source: All Pages
cs_cz: Všechny stránky

source: Approve the Instructor
cs_cz: Schválit instruktora

source: Reject the Application
cs_cz: Zamítnout žádost

source: Attempted invalid action
cs_cz: Pokus o neplatnou akci

source: Invalid instructor
cs_cz: Neplatný instruktor

source: Get All of Our Addons for a Single Price
cs_cz: Získejte všechny naše doplňky za jednu cenu

source: Enjoy all popular add-ons under a single price
cs_cz: Užij si všechny oblíbené doplňky za jedinou cenu

source: Easy enable options for the features you need
cs_cz: Snadné povolení funkcí, které potřebujete

source: Advanced customization options for each add-on
cs_cz: Pokročilé možnosti přizpůsobení pro každý doplněk

source: Buy Pro
cs_cz: Koupit Pro

source: Search…
cs_cz: Hledat...

source: Request Date
cs_cz: Datum požadavku

source: Withdraw Details
cs_cz: Podrobnosti o výběru

source: Name:
cs_cz: Název:

source: A/C Number:
cs_cz: Číslo A/C:

source: Copy
cs_cz: Kopíruji

source: Bank Name:
cs_cz: Název banky:

source: No request found
cs_cz: Nebyl nalezen žádný požadavek

source: Approve Withdrawal?
cs_cz: Vybrat

source: Yes, Approve Withdrawal
cs_cz: Ano, schválit výběr

source: Invalid Payment Details
cs_cz: Neplatné platební údaje

source: Invalid Request
cs_cz: Neplatný požadavek

source: Other
cs_cz: Jiný zdroj

source: Yes, Reject Withdrawal
cs_cz: Ano, odmítnout výběr

source: Waiting Since
cs_cz: Čekání od

source: Ask Question
cs_cz: Položit dotaz

source: All the replies also will be deleted.
cs_cz: Všechny odpovědi budou také smazány.

source: Solved
cs_cz: Vyřešeno

source: Important
cs_cz: Důležité

source: Un-Archive
cs_cz: Vrátit archivaci

source: Write here...
cs_cz: Začněte zde...

source: This conversation is important
cs_cz: Tento rozhovor je důležitý

source: Mark this conversation as important
cs_cz: Označit tuto konverzaci jako důležitou

source: Unresolved Yet
cs_cz: Zatím nevyřešeno

source: Archvie
cs_cz: Archvív

source: Un-archive
cs_cz: Vrátit archivaci

source: Mark as Read
cs_cz: Označit za přečtené

source: Mark as Unread
cs_cz: Označit za nepřečtené

source: Mark as read
cs_cz: Označit jako přečtené

source: Attempt not found or access permission denied
cs_cz: Pokus nebyl nalezen nebo oprávnění k přístupu bylo zamítnuto

source: Passing Marks
cs_cz: Značky průchodu

source: Day
cs_cz: Den

source: Week
cs_cz: Týden

source: Total Attempted
cs_cz: Celkový počet pokusů

source: Skip Quiz
cs_cz: Přeskočit kvíz

source: Are you sure you want to skip this quiz? Please confirm your choice.
cs_cz: Opravdu chcete tento kvíz přeskočit? Potvrďte prosím svou volbu.

source: Yes, Skip This
cs_cz: Ano, přeskočit toto

source: Share Course
cs_cz: Sdílet kurz

source: Share On Social Media
cs_cz: Sdílejte na sociálních sítí

source: Are you sure you would like perform this action? We suggest you proceed with caution.
cs_cz: Jste si jisti, že chcete provést tuto akci? Doporučujeme postupovat opatrně.

source: Yes, I'am Sure
cs_cz: Ano, jistě.

source: Reset
cs_cz: Resetovat

source: All Category
cs_cz: Žádné kategorie

source: No record found
cs_cz: Žádný záznam nenalezen.

source: Published Date
cs_cz: Datum publikace

source: Delete This Announcement?
cs_cz: Smazat toto oznámení?

source: Are you sure you want to delete this Announcement permanently from the site? Please confirm your choice.
cs_cz: Opravdu chcete toto oznámení ze stránek trvale odstranit? Potvrďte prosím svou volbu.

source: Action
cs_cz: Akce

source: Edit Announcement
cs_cz: Upravit oznámení

source: File Support
cs_cz: Podpora souborů:

source: Sell your product, process by WooCommerce
cs_cz: Prodejte svůj produkt, zpracujte pomocí WooCommerce

source: Write here the course benefits (One per line)
cs_cz: Zde napište výhody kurzu (jeden na řádek)

source: Un-assigned Topic Contents
cs_cz: Nepřiřazený obsah tématu

source: Save & Next
cs_cz: Uložit & další

source: Add to Questions
cs_cz: Přidat k otázkám

source: Update Assignment
cs_cz: Aktualizovat úkol

source: No video source selected from settings!
cs_cz: Z nastavení nebyl vybrán žádný zdroj videa!

source: Drag & Drop Your Video
cs_cz: Přetáhněte své video

source: or
cs_cz: nebo

source: Browse File
cs_cz: Procházet soubor

source: Upload Video Poster
cs_cz: Nahrát video plakát

source: Paste External Video URL
cs_cz: Vložit externí adresu URL videa

source: Paste Shortcode
cs_cz: Vložení kódu

source: Paste YouTube Video URL
cs_cz: Vložit adresu URL videa YouTube

source: Paste Vimeo Video URL
cs_cz: Vložit adresu URL videa Vimeo

source: Lesson Name
cs_cz: Název lekce

source: Lesson titles are displayed publicly wherever required.
cs_cz: Názvy lekcí se zobrazují veřejně všude tam, kde je to vyžadováno.

source: Lesson Content
cs_cz: Obsah lekce

source: WP Editor
cs_cz: Použít WP editor

source: Quiz Title
cs_cz: Skrýt nadpis testu

source: Advance Settings
cs_cz: Pokročilá nastavení

source: Hi, Welcome back!
cs_cz: Ahoj, vítej zpátky!

source: Keep me signed in
cs_cz: Zapamatovat si přihlášení

source: Forgot?
cs_cz: Zapomněli jste?

source: Sign In
cs_cz: Přihlásit se

source: Don't have an account?
cs_cz: Nemáte účet?

source: Select your question type
cs_cz: Vyberte typ vašeho dotazu

source: Add a summary of short text to prepare students for the activities for the topic. The text is shown on the course page beside the tooltip beside the topic name.
cs_cz: Přidejte shrnutí krátkého textu pro přípravu studentů na aktivity pro dané téma. Text je zobrazen na stránce kurzu vedle popisku vedle názvu tématu.

source: Search ...⌃⌥ + S or Alt+S for shortcut
cs_cz: Hledat ...⌃⌥ + S or Alt+S pro zkratku

source: Save Changes
cs_cz: Uložit změny

source: Warning: Importing, Restoring, or Resetting will overwrite ALL existing settings. Please proceed with caution.
cs_cz: Upozornění: Importem, obnovením nebo resetováním přepíšete VŠECHNA stávající nastavení. Prosím, postupujte opatrně.

source: Current Settings
cs_cz: Aktuální nastavení:

source: Export Settings
cs_cz: Export nastavení

source: Import Settings
cs_cz: Importovat nastavení

source: Drag &amp; Drop your JSON File here
cs_cz: Přetáhněte soubor JSON sem

source: File Format
cs_cz: Formát souboru

source: Or
cs_cz: Nebo

source: Yes, Import Settings
cs_cz: Importovat nastavení

source: Import from Previous Settings?
cs_cz: Importovat z předchozích nastavení?

source: WARNING! This will overwrite all existing settings, please proceed with caution.
cs_cz: Varování! Tímto přepíšete všechna stávající nastavení, postupujte prosím opatrně.

source: Update Settings
cs_cz: Aktualizovat nastavení

source: Settings History
cs_cz: Historie nastavení

source: Yes, Restore Settings
cs_cz: Obnovit nastavení

source: Restore Previous Settings?
cs_cz: Obnovit předchozí nastavení?

source: Download
cs_cz: Stáhnout

source: Yes, Delete Settings
cs_cz: Smazat nastavení

source: Delete This Settings?
cs_cz: Smazat nastavení

source: WARNING! This will remove the settings history data from your system, please proceed with caution.
cs_cz: Varování! Tímto odstraníte data historie nastavení ze systému, postupujte prosím opatrně.

source: No settings data found.
cs_cz: Nebyla nalezena žádná data nastavení.

source: Reset Settings
cs_cz: Obnovit Nastavení

source: Reset Everything to Default
cs_cz: Obnovit vše do výchozího nastavení

source: It will revert all settings to initial setup.
cs_cz: Vrátí všechna nastavení do počátečního nastavení.

source: Yes, Reset Settings
cs_cz: Resetovat nastavení

source: Reset All Settings?
cs_cz: Obnovit všechna nastavení?

source: WARNING! This will reset all settings to default, please proceed with caution.
cs_cz: Varování! Tímto obnovíte všechna nastavení na výchozí, postupujte prosím opatrně.

source: Reset All Settings
cs_cz: Obnovit všechna nastavení

source: Topic:
cs_cz: Téma:

source: Lesson:
cs_cz: Lekce:

source: Update course status
cs_cz: Aktualizovat stav kurzu

source: Only alphanumeric & space are allowed
cs_cz: Povoleny jsou pouze alfanumerické & mezera

source: Only alphanumeric and underscore are allowed
cs_cz: Povoleny jsou pouze alfanumerické a podtržítkové

source: Only number is allowed
cs_cz: Zde je povoleno pouze číslo

source: Retype Password
cs_cz: Znovu napište heslo

source: (Optional)
cs_cz: (Volitelně)

source: Write Your Bio...
cs_cz: Napište svůj životopis...

source: Add Instructor
cs_cz: Přidat instruktora

source: A New Instructor Just Signed Up
cs_cz: Nový instruktor se právě zaregistroval

source: You can either accept or reject the application. The applicant will be notified via email either way.
cs_cz: Přihlášku můžete buď přijmout, nebo zamítnout. Žadatel bude informován e-mailem tak jako tak.

source: Username:
cs_cz: Uživatelské jméno:

source: Filters
cs_cz: Filtry

source: Clear
cs_cz: Vymazat

source: Show More
cs_cz: Zobrazit více

source: Short by
cs_cz: Krátce

source: Your Progress:
cs_cz: Váš pokrok

source: of
cs_cz: z

source: Deadline:
cs_cz: Termín:

source: Passing Mark:
cs_cz: Značka průchodu:

source: Size:
cs_cz: Velikost:

source: Assignment Submission
cs_cz: Odeslání úkolu

source: Choose file
cs_cz: Vybrat soubor

source: File Support:
cs_cz: Podpora souborů:

source: Any standard Image, Document, Presentation, Sheet, PDF or Text file is allowed
cs_cz: Jakýkoli standardní obrázek, dokument, prezentace, list, PDF nebo textový soubor je povolen

source: Total File Size: Max
cs_cz: Celková velikost souboru:

source: Skip To Next
cs_cz: Přeskočit na další

source: Your Assignment
cs_cz: Váš úkol

source: Continue Lesson
cs_cz: Pokračovat v lekci

source: Last Updated
cs_cz: Poslední aktualizace

source: Course Progress
cs_cz: Pokrok v kurzu

source: You enrolled in this course on
cs_cz: Zapsali jste se do tohoto kurzu dne

source: This course is full right now. We limit the number of students to create an optimized and productive group dynamic.
cs_cz: Kurz je teď plný. Omezujeme počet studentů, abychom vytvořili optimalizovanou a produktivní skupinovou dynamiku.

source: Free access this course
cs_cz: Volný přístup k tomuto kurzu

source: Audience
cs_cz: Cílová skupina

source: More
cs_cz: Více

source: Uncategorized
cs_cz: Nezařazeno

source: No Review Yet
cs_cz: Bez recenze

source: Total
cs_cz: Celkem

source: Rating
cs_cz: Hodnocení

source: Load More
cs_cz: Načíst další

source: Join the conversation
cs_cz: Připojit se ke konverzaci

source: Exercise Files
cs_cz: Cvičební soubory

source: Comments
cs_cz: Komentáře

source: About Lesson
cs_cz: O lekci

source: Drag your answer
cs_cz: Vaše odpověd

source: Questions No
cs_cz: Otázky č.

source: Submit &amp; Next
cs_cz: Odeslat &amp; další

source: Skip Question
cs_cz: Přeskočit otázku

source: Second
cs_cz: Druhý

source: Minute
cs_cz: Minuta

source: Hour
cs_cz: Hodina

source: These colors will be used throughout your website. Choose between these presets or create your own custom palette.
cs_cz: Tyto barvy budou použity na celém vašem webu. Vyberte si z těchto předvoleb nebo si vytvořte vlastní paletu.

source: Choose a primary color
cs_cz: Zvolte primární barvu

source: Choose a primary hover color
cs_cz: Zvolte primární barvu při přejetí myší

source: Choose a text color for your website
cs_cz: Zvolte barvu textu pro váš web

source: Border
cs_cz: Okraj

source: Choose a border color for your website
cs_cz: Vyberte barvu ohraničení pro váš web

source: Use Tutor Player for YouTube
cs_cz: Použít Tutor Player pro YouTube

source: Enable this option to use Tutor LMS video player for YouTube.
cs_cz: Povolte tuto možnost pro použití videopřehrávače Tutor LMS pro YouTube.

source: Use Tutor Player for Vimeo
cs_cz: Použít Tutor Player pro Vimeo

source: Enable this option to use Tutor LMS video player for Vimeo.
cs_cz: Povolte tuto možnost pro použití videopřehrávače Tutor LMS pro Vimeo.

source: Advanced
cs_cz: Pokročilé

source: Advanced Settings
cs_cz: Pokročilá nastavení

source: Enable this to create courses using the Gutenberg Editor.
cs_cz: Povolte pro vytváření kurzů pomocí Gutenberg Editor.

source: Enable to hide course products on shop page.
cs_cz: Povolit skrytí produktů kurzu na stránce obchodu.

source: Choose the page for instructor registration.
cs_cz: Vyberte stránku pro registraci instruktora.

source: Insert the YouTube API key to host live videos using YouTube.
cs_cz: Chcete-li hostit živá videa pomocí služby YouTube, vložte klíč API YouTube.

source: Enable Tutor Login
cs_cz: Povolit přihlášení lektora

source: Enable to use the tutor login modal instead of the default WordPress login page
cs_cz: Povolit použití tutorského přihlašovacího modálu namísto výchozí přihlašovací stránky WordPress

source: Invalid quiz info
cs_cz: Neplatný test

source: Quiz Permission Denied
cs_cz: Přístup zamítnut

source: Please make sure the question has answer
cs_cz: Ujistěte se, že máte odpověď na otázku

source: Empty Content Not Allowed!
cs_cz: Prázdný obsah není povolen!

source: Permission Denied!
cs_cz: Přístup odepřen!

source: Please %sSign-In%s to view this page
cs_cz: Chcete-li zobrazit tuto stránku, %sPřihlaste se %s

source: Profile Updated
cs_cz: Profil aktualizován

source: Password Changed
cs_cz: Heslo bylo změněno

source: Status Settings
cs_cz: Nastavení stavu

source: Tutor version
cs_cz: Verze Tutoru

source: Import/Export Settings
cs_cz: Import/Export Nastavení

source: Tutor Pages Settings
cs_cz: Nastavení doučovacích stránek

source: Setup Wizard Settings
cs_cz: Nastavení průvodce nastavením

source: Step
cs_cz: Krok

source: Instructor Profile
cs_cz: Profil instruktora

source: Student Profile
cs_cz: Profil studenta

source: Lesson permalink
cs_cz: Trvalý odkaz na lekci

source: Example: %s
cs_cz: Příklad: %s

source: Create a New Course
cs_cz: Vytvořit nový kurz

source: Explore Addons
cs_cz: Prozkoumat doplňky

source: Finish Setup
cs_cz: Dokončit nastavení

source: Hello %s, welcome to Tutor LMS!
cs_cz: Dobrý den %s, vítejte v Tutor LMS!

source: Thank You for Choosing Us
cs_cz: Děkujeme, že jste si vybrali nás!

source: Share solo journey as an educator and spared knowledge
cs_cz: Sdílet sólovou cestu jako pedagog a ušetřené znalosti

source: Not sure?
cs_cz: Nejsi si jistý/á?

source: Let’s go to the next step.
cs_cz: Přejděme k dalšímu kroku.

source: Nonce not matched. Action failed!
cs_cz: Nonce neodpovídá. Akce se nezdařila!

source: Ratings
cs_cz: Hodnocení

source: Rating
cs_cz: Hodnocení

source: Open Ended
cs_cz: S otevřeným koncem

source: Website
cs_cz: Webová stránka

source: Wrong
cs_cz: Špatně

source: Cancelled
cs_cz: Zrušeno

source: Private
cs_cz: Soukromé

source: Today
cs_cz: Dnes

source: Last 30 Days
cs_cz: Posledních 30 dní

source: Last 90 Days
cs_cz: Posledních 90 dní

source: Last 365 Days
cs_cz: Posledních 365 dní

source: Custom
cs_cz: Vlastní

source: No Data Available in this Section
cs_cz: V této části nejsou k dispozici žádné údaje

source: No Data Found from your Search/Filter
cs_cz: Z vašeho vyhledávání/filtru nebyla nalezena žádná data

source: Order History
cs_cz: Historie objednávek

source: Withdrawal information saved!
cs_cz: Informace o výběru uloženy!

source: Withdraw Request
cs_cz: Žádost o výběr

source: hour
cs_cz: hodina

source: minute
cs_cz: minuta

source: second
cs_cz: sekund

source: Clear All Filters
cs_cz: Odstranit všechny filtry

source: Assignment Name
cs_cz: Název úkolu

source: Size
cs_cz: Velikost

source: Feedback
cs_cz: Zpětná vazba

source: Thank You!
cs_cz: Děkujeme!

source: Save as Draft
cs_cz: Uložit jako koncept

source: In Progress Courses
cs_cz: Probíhající kurzy

source: of
cs_cz: z

source: lesson
cs_cz: lekce

source: View All
cs_cz: Zobrazit vše

source: Page
cs_cz: Stránka

source: Tutor LMS can be used to edit content built using that extension. It cannot edit layouts made before.
cs_cz: Tutor LMS lze použít k úpravě obsahu vytvořeného pomocí tohoto rozšíření. Nelze upravovat předchozí rozvržení.

source: Instructor Application
cs_cz: Aplikace instruktora

source: Do you want to start your career as an instructor?
cs_cz: Chcete začít svou kariéru instruktora?

source: Tell us your qualifications, show us your passion, and begin teaching with us!
cs_cz: Řekněte nám svou kvalifikaci, ukažte nám svou vášeň a začněte s námi učit!

source: Apply Now
cs_cz: Použít nyní

source: Instructor Application Received
cs_cz: Přihláška instruktora přijata

source: Are you sure you want to delete this course permanently from the site? Please confirm your choice.
cs_cz: Opravdu chcete tento kurz z webu trvale odstranit? Potvrďte prosím svou volbu.

source: Skill/Occupation
cs_cz: Dovednost/povolání

source: Monthly
cs_cz: Měsíčně

source: Yearly
cs_cz: Ročně

source: Are you sure you want to delete this review permanently from the site? Please confirm your choice.
cs_cz: Opravdu chcete tuto recenzi z webu trvale odstranit? Potvrďte prosím svou volbu.

source: Social Profile
cs_cz: Sociální sítě

source: Re-type New Password
cs_cz: Zadejte znovu nové heslo

source: Social Profile Link
cs_cz: Sociální sítě

source: Please define alert class
cs_cz: Definujte třídu upozornění

source: No Attachment Found
cs_cz: Nenalezena žádná příloha

source: By
cs_cz: Od

source: Continue Learning
cs_cz: Pokračovat v učení

source: % Booked
cs_cz: % zarezervováno

source: Relevant
cs_cz: Relevantní

source: New
cs_cz: Nový

source: Popular
cs_cz: Oblíbené

source: Set a description for the fee that you are deducting. Make sure to give a reasonable explanation to maintain transparency with your site’s instructors
cs_cz: Nastav popis poplatku, který odečítáš. Ujistěte se, že poskytnete rozumné vysvětlení, aby byla zachována transparentnost s instruktory vašeho webu

source: Fee Amount & Type
cs_cz: Částka a typ poplatku

source: Select the fee type and add fee amount/percentage
cs_cz: Vyber typ poplatku a přidej částku/procento poplatku

source: Minimum Days Before Balance is Available
cs_cz: Minimální počet dní, než bude zůstatek k dispozici

source: Any income has to remain this many days in the platform before it is available for withdrawal.
cs_cz: Jakýkoli příjem musí zůstat na platformě tolik dní, než je k dispozici pro výběr.

source: Enable Withdraw Method
cs_cz: Povolit metodu výběru

source: Set how you would like to withdraw money from the website.
cs_cz: Nastavte, jak chcete vybrat peníze z webových stránek.

source: Bank Instructions
cs_cz: Bankovní pokyny

source: Write the up to date bank informations of your instructor here.
cs_cz: Zde napište aktuální bankovní informace svého instruktora.
