Repository: WordPress24CZ/Tutor-LMS-eLearning-and-online-course-solution
Catalog: tutor-*.po
Languages: cs_cz

source: Write bank instructions for the instructors to conduct withdrawals.
cs_cz: Napište instruktorům bankovní pokyny k provádění výběrů.

source: Layout
cs_cz: Rozložení

source: Choose a layout for the list of instructors inside a course page. You can change this at any time.
cs_cz: Vyberte rozvržení pro seznam instruktorů na stránce kurzu. Můžeš to kdykoliv změnit.

source: Instructor Public Profile Layout
cs_cz: Veřejné rozvržení profilu instruktora

source: Choose a layout design for a instructor’s public profile
cs_cz: Vyberte návrh rozvržení pro veřejný profil instruktora

source: Student Public Profile Layout
cs_cz: Veřejné rozvržení profilu studenta

source: Choose a layout design for a student’s public profile
cs_cz: Vyberte návrh rozvržení pro veřejný profil studenta

source: Course Details
cs_cz: Detail

source: Course Details Adjustments
cs_cz: Úpravy podrobností kurzu

source: Instructor Info
cs_cz: Informace o instruktorovi

source: Toggle to show instructor info
cs_cz: Přepnutím zobrazíte informace o instruktorovi

source: Enable to add a Q&A section
cs_cz: Povolit přidání sekce otázek a odpovědí

source: Enable to remove course author name
cs_cz: Povolit odstranění jména autora kurzu

source: Toggle to remove course level
cs_cz: Přepnout pro odstranění úrovně kurzu

source: Social Share
cs_cz: Sdílení na sociálních sítích

source: Toggle to enable course social share
cs_cz: Přepnutím zapnete sociální sdílení kurzu

source: Enable to show course duration
cs_cz: Povolit zobrazení délky kurzu

source: Enable to show total enrolled students
cs_cz: Povolit zobrazení celkového počtu zapsaných studentů

source: Update Date
cs_cz: Datum aktualizace

source: Enable to show course update information
cs_cz: Povolit zobrazení informací o aktualizaci kurzu

source: Progress Bar
cs_cz: Ukazatel průběhu

source: Enable to show course progress for Students
cs_cz: Povolit zobrazení průběhu kurzu pro studenty

source: Material
cs_cz: Materiál

source: Enable to show course materials
cs_cz: Povolit zobrazení materiálů kurzu

source: About
cs_cz: O nás

source: Enable to show course about section
cs_cz: Povolit zobrazení kurzu o sekci

source: Enable to show course description
cs_cz: Povolit zobrazení popisu kurzu

source: Benefits
cs_cz: Benefity

source: Enable to show course benefits section
cs_cz: Povolit zobrazení sekce výhod kurzu

source: Enable to show courses requirements setion
cs_cz: Povolit zobrazení sady požadavků na kurzy

source: Enable to show course target audience section
cs_cz: Povolit zobrazení sekce cílového publika kurzu

source: Enable to show course announcements section
cs_cz: Povolit zobrazení sekce oznámení o kurzu

source: Enable to show course review section
cs_cz: Povolit zobrazení sekce hodnocení kurzu

source: Content Needed Here...
cs_cz: Potřebný obsah zde...

source: Colors
cs_cz: Barvy

source: Preset Colors
cs_cz: Přednastavené barvy

source: Make This Course Public. No enrolment required.
cs_cz: Zveřejnit tento kurz. Zápis není nutný.

source: Enable Q&A section for your course
cs_cz: Povolit sekci Otázky a odpovědi pro váš kurz

source: Your passwords should match each other. Please recheck.
cs_cz: Vaše hesla by se měla shodovat. Zkontrolujte je prosím znovu.

source: Are you sure, want to block?
cs_cz: Opravdu to chcete zablokovat?

source: Are you sure, want to approve?
cs_cz: Jste si jisti, že to chcete schválit?

source: Others
cs_cz: Ostatní

source: Enable Marketplace
cs_cz: Povolit tržiště

source: Allow Instructors To Publish Courses
cs_cz: Povolit instruktorům publikovat kurzy

source: Enable instructors to publish the course directly. If disabled, admins will be able to review course content before publishing.
cs_cz: Povolit instruktorům publikovat kurz přímo. Pokud je zakázáno, administrátoři budou moci zkontrolovat obsah kurzu před zveřejněním.

source: Enable the option to display this button on the student dashboard.
cs_cz: Povolte možnost zobrazení tohoto tlačítka na studentské nástěnce.

source: Students can complete courses anytime in the Flexible mode
cs_cz: Studenti mohou absolvovat kurzy kdykoliv ve flexibilním režimu

source: Students have to complete, pass all the lessons and quizzes (if any) to mark a course as complete.
cs_cz: Studenti musí dokončit, projít všechny lekce a kvízy (pokud existují) označit kurz jako dokončený.

source: Choose when a user can click on the <strong>“Complete Course”</strong> button
cs_cz: Vyberte, kdy může uživatel kliknout na tlačítko <strong>„Dokončit kurz“</strong>

source: WP Editor for Lesson
cs_cz: WP Editor pro lekci

source: Enable classic editor to edit lesson.
cs_cz: Povolit klasický editor pro úpravu lekce.

source: Enable this feature to automatically load the next course content after the current one is finished.
cs_cz: Povolte tuto funkci pro automatické načtení obsahu dalšího kurzu po dokončení aktuálního kurzu.

source: Enable Lesson Comment
cs_cz: Povolit komentář lekce

source: Enable this feature to allow students to post comments on lessons.
cs_cz: Povolte tuto funkci, aby studenti mohli psát komentáře k lekcím.

source: Show Quiz Previous Button
cs_cz: Zobrazit předchozí tlačítko kvízu

source: Choose video sources you'd like to support.
cs_cz: Vyberte zdroje videa, které chcete podporovat.

source: Monitization Settings
cs_cz: Nastavení monitace

source: Options
cs_cz: Možnosti

source: Select eCommerce Engine
cs_cz: Vybrat eCommerce engine

source: Enable Guest Mode
cs_cz: Povolit režim hosta

source: Allow customers to place orders without an account.
cs_cz: Umožnit zákazníkům nákup bez registrace účtu.

source: Sharing Percentage
cs_cz: Účast na zisku

source: Set how the sales revenue will be shared among admins and instructors.
cs_cz: Nastavte, jak budou příjmy z prodeje sdíleny mezi administrátory a instruktory.

source: Enable Revenue Sharing
cs_cz: Povolit sdílení příjmů

source: Allow revenue generated from selling courses to be shared with course creators.
cs_cz: Povolit sdílení příjmů z prodeje kurzů s tvůrci kurzů.

source: Fees
cs_cz: Poplatky

source: Fee Description
cs_cz: Popis poplatku

source: Bulk Action
cs_cz: Hromadná akce

source: Draft
cs_cz: Koncept

source: On Hold
cs_cz: Pozastaveno

source: Processing
cs_cz: Probíhá zpracování

source: Delete Permanently
cs_cz: Trvale odstranit

source: Access Denied!
cs_cz: Přístup zamítnut!

source: Topic title is required!
cs_cz: Název tématu je povinný!

source: Course difficulty level
cs_cz: Úroveň obtížnosti kurzu

source: Mine
cs_cz: Moje

source: Please select appropriate action
cs_cz: Vyberte prosím vhodnou akci

source: Could not delete selected courses
cs_cz: Vybrané kurzy nelze odstranit

source: Public Course
cs_cz: Veřejný kurz

source: Rating placed successsully!
cs_cz: Hodnocení úspěšné!

source: Permissioned Denied!
cs_cz: Povolení zamítnuto!

source: PHP 7.2.5 or greater is required
cs_cz: PHP 7.2.5 nebo vyšší je vyžadováno

source: SSL certificate
cs_cz: Certifikát SSL

source: All fields required!
cs_cz: Všechna pole jsou povinná!

source: Course Taken
cs_cz: Absolvovaný kurz

source: free
cs_cz: zdarma

source: Choose whether to show or hide the previous button for each question.
cs_cz: Zvolte, zda chcete zobrazit nebo skrýt předchozí tlačítko pro každou otázku.

# tutor course add
source: Add New
cs_cz: Přidat nový

# tutor lesson add
source: Add New
cs_cz: Přidat nový

# tutor quiz add
source: Add New
cs_cz: Přidat nový

# tutor assignment add
source: Add New
cs_cz: Přidat nový

source: seconds
cs_cz: sekund

source: minutes
cs_cz: minut

source: hours
cs_cz: hodin

source: days
cs_cz: dní

source: weeks
cs_cz: týdny

source: Student Registration Form
cs_cz: Formulář registrace studenta

source: Instructor Registration Form
cs_cz: Formulář registrace lektora

# tinyMCE button courses
source: Courses
cs_cz: Kurzy

source: Courses Shortcode
cs_cz: Shortcode kurzu

source: Course id, separate by (,) comma
cs_cz: ID kurzu, oddělené čárkou (,)

source: Exclude Course IDS
cs_cz: Vyloučit ID KURZU

source: Category IDS
cs_cz: IDs kategorie

# tinyMCE button order by
source: Order By :
cs_cz: Seřadit podle:

source: Order :
cs_cz: Objednávka:

source: Trash
cs_cz: Koš

source: Oooh! Access Denied
cs_cz: Oooh! Přístup zamítnut

source: You do not have access to this area of the application. Please refer to your system administrator.
cs_cz: Nemáte přístup do této sekce. Prosím kontaktujte administrátora.

source: Go to Home
cs_cz: Jít na hlavní stránku

source: Minimum withdraw amount is
cs_cz: Minimální částka k výběru je

source: How would you rate this course?
cs_cz: Jak hodnotíte tento kurz?

source: Select Rating
cs_cz: Vybrat hodnocení

source: Tell us about your own personal experience taking this course. Was it a good match for you?
cs_cz: Povězte nám o své osobní zkušenosti s tímto kurzem. Byl to pro tebe dobrý zápas?

source: Submit
cs_cz: Potvrdit

source: Select or Upload Media Of Your Chosen Persuasion
cs_cz: Vyberte nebo nahrajte vybraná média

source: Use this media
cs_cz: Použít tento soubor

source: Are You Sure?
cs_cz: Jste si jisti?

source: As membership is turned off, students and instructors will not be able to sign up. <strong>Press Enable</strong> or go to <strong>Settings > General > Membership</strong> and enable "Anyone can register".
cs_cz: Když je členství vypnuto, studenti a instruktoři se nebudou moci zaregistrovat. <strong>Stiskněte Povolit</strong> nebo přejděte do <strong>Nastavení &gt; Obecné &gt; Členství</strong> a povolte "Registrovat se může každý".

source: Dismiss
cs_cz: Opustit

source: You don't have the right to edit this course
cs_cz: Nemáte oprávnění editovat tento kurz

source: Please make sure you are logged in to correct account
cs_cz: Ujistěte se, že jste přihlášeni ke správnému účtu

source: Please make sure you are logged in to correct account if the content needs authorization.
cs_cz: Ujistěte se, že jste přihlášeni k opravě účtu, pokud obsah potřebuje autorizaci.

source: Please enroll in this course to view course content.
cs_cz: Chcete-li zobrazit obsah kurzu, zaregistrujte se do tohoto kurzu.

source: Reattempt
cs_cz: Další pokus

source: Yes, Delete This
cs_cz: Ano, odstranit.

source: WPML Multilingual CMS
cs_cz: WPML Vícejazyčný CMS

source: Create multilingual courses, lessons, dashboard and more for a global audience.
cs_cz: Vytvářejte mnohojazyčné kurzy, lekce a další pro lidi z celého světa.

source: Invalid Course ID or Access Denied.
cs_cz: Neplatné ID kurzu nebo přístup zamítnut.

source: Course Retake
cs_cz: Kurz opakován

source: Enabling this feature will allow students to reset course progress and start over.
cs_cz: Povolení této funkce umožní studentům obnovit průběh kurzu a začít znovu.

source: Retake This Course
cs_cz: Opakujte tento kurz

source: Something went wrong!
cs_cz: Něco se nepovedlo!

source: Search Course Tags. ex. Design, Development, Business
cs_cz: Hledat tagy kurzu. ex. Design, vývoj, podnikání

source: Select a tag
cs_cz: Vybrat štítek

source: Start Learning
cs_cz: Zahájit výuku

source: Type your question here
cs_cz: Zde napište otázku

source: Auto redirect to courses
cs_cz: Automatické přesměrování na kurzy

source: When a user's WooCommerce order is auto-completed, they will be redirected to enrolled courses
cs_cz: Když je WooCommerce objednávka automaticky dokončena, proběhne přesměrování na zápis kurzů.

source: Fully Booked
cs_cz: Plně zarezervováno

source: Reject
cs_cz: Zamítnout

source: Sure to Reject?
cs_cz: Určitě odmítnout?

source: Youtube API Key
cs_cz: Klíč API služby YouTube

source: Assignment evaluated
cs_cz: Úloha vyhodnocena

source: Search any instructor...
cs_cz: Prohledat jakéhokoliv instruktora...

source: Withdrawal Request
cs_cz: Žádost o vyplacení

source: Number of students that can enrol in this course. Set 0 for no limits.
cs_cz: Počet studentů, kteří se mohou zapsat do tohoto kurzu. Nastavte 0 pro žádné limity.

source: Settings Saved
cs_cz: Nastavení bylo uloženo

source: Updated
cs_cz: Aktualizováno

source: Update Announcement
cs_cz: Aktualizovat oznámení

source: No Limit
cs_cz: Bez limitu

source: Submission Deadline
cs_cz: Termín odevzdání

source: Total Points
cs_cz: Bodů celkem

source: Pass Points
cs_cz: Předat body

source: Sort By:
cs_cz: Seřadit podle:

source: Latest
cs_cz: Nejnovější

source: Oldest
cs_cz: Nejstarší

source: Submitted Date
cs_cz: Odesláno datum

source: Your Points
cs_cz: Získané body

source: Evaluate this assignment out of %s
cs_cz: Vyhodnotit tento úkol z %s

source: Create Date
cs_cz: Datum vytvoření

source: Notify all students of your course
cs_cz: Upozornit všechny studenty na váš kurz

source: Add New Announcement
cs_cz: Vytvořit nové oznámení

source: ASC
cs_cz: Vzestupně

source: DESC
cs_cz: Sestupně

source: Publish Date
cs_cz: Datum zveřejnění

source: Access Denied.
cs_cz: Přístup odepřen.

source: Announcement created successfully
cs_cz: Oznámení bylo úspěšně vytvořeno

source: Announcement updated successfully
cs_cz: Oznámení bylo úspěšně aktualizováno

source: Course name required
cs_cz: Požadován název kurzu

source: Announcement title required
cs_cz: Název oznámení je povinný

source: Announcement summary required
cs_cz: Je vyžadováno shrnutí oznámení

source: Announcement deleted successfully
cs_cz: Oznámení bylo úspěšně odstraněno

source: Announcement delete failed
cs_cz: Odstranění oznámení se nezdařilo

source: All
cs_cz: Vše

source: No course found
cs_cz: Nebyl nalezen žádný kurz

source: Sort By
cs_cz: Řadit dle

source: Create New Announcement
cs_cz: Vytvořit nové oznámení

source: Announcement Title
cs_cz: Název oznámení

source: Announcement title
cs_cz: Název oznámení

source: Summary
cs_cz: Shrnutí

source: Summary...
cs_cz: Shrnutí...

source: Publish
cs_cz: Zveřejnit

source: Couldn't create lesson.
cs_cz: Nepodařilo se vytvořit lekci

source: Since WooCommerce is disabled, your monetized courses have been set to free. Please make sure to enable Tutor LMS monetization if you decide to re-enable WooCommerce.
cs_cz: Protože je WooCommerce zakázán, vaše zpeněžené kurzy byly nastaveny na zdarma. Pokud se rozhodnete znovu povolit WooCommerce, nezapomeňte povolit zpeněžení Tutor LMS.

source: Access Denied
cs_cz: Přístup zamítnut

source: Published
cs_cz: Zveřejněno

source: Profile Photo Size
cs_cz: Rozměr profilové fotky

source: pixels
cs_cz: pixelů

source: Cover Photo Size
cs_cz: Rozměr úvodní fotky

source: Saving...
cs_cz: Ukládání...

source: No instructor found
cs_cz: Nebyl nalezen lektor

source: Instructor List Layout
cs_cz: Rozvržení seznamu instruktorů

source: Selected one will be used if layout is not defined as shortcode attribute.
cs_cz: Vybraný bude použit, pokud rozvržení není definováno jako atribut shortcode.

source: View Cart
cs_cz: Zobrazit košík

source: No course yet.
cs_cz: Zatím žádný kurz

source: Update Cover Photo
cs_cz: Aktualizovat úvodní fotku

source: Upload Cover Photo
cs_cz: Nahrát úvodní obrázek

source: Upload Photo
cs_cz: Nahrát fotografii

source: The preferred payment method is selected as %s.
cs_cz: Preferovaná platební metoda je vybrána jako %s.

source: Courses Enrolled
cs_cz: Zapsané kurzy

source: Courses Completed
cs_cz: Kurzy dokončeny

source: Course Completed
cs_cz: Kurz dokončen

source: Biography
cs_cz: Biografie

source: OFF
cs_cz: Vypnout

source: ON
cs_cz: Zapnout

source: Approve
cs_cz: Schválit

source: Block
cs_cz: Blokovat

source: Unblock
cs_cz: Odblokovat

source: Keyword Search
cs_cz: Vyhledávání podle klíčových slov

source: Price Type
cs_cz: Typ ceny

source: Rejected
cs_cz: Zamítnuto

source: No option is necessary for this answer type
cs_cz: Pro tento typ odpovědi není nutná žádná volba

source: Answers shown after quiz is finished
cs_cz: Odpovědi zobrazené po dokončení kvízu

source: Show result after the attempt.
cs_cz: Zobrazit výsledek po pokusu.

source: Completely Uninstall and erase all data
cs_cz: Kompletně odinstalovat a vymazat všechna data

source: Insufficient balance.
cs_cz: Nedostatečný zůstatek.

source: Preferred Course Filters
cs_cz: Preferované filtry kurzu

source: Choose preferred filter options you'd like to show on the course archive page.
cs_cz: Zvolte preferované možnosti filtru, kteroé chcete zobrazit v archivu kurzů.

source: Please contact the site administrator for more information.
cs_cz: Prosím kontaktujte administrátora webu pro více informací.

source: Withdrawal request is pending for approval, please hold tight.
cs_cz: Požadavek na výběr čeká na schválení, prosím vyčkejte.

source: Please check your transaction notification on your connected withdrawal method
cs_cz: Zkontrolujte prosím své oznámení o transakci na zvolené metodě výběru

source: Selected Payment Method
cs_cz: Zvolená platební metoda

source: Submit Request
cs_cz: Odeslat požadavek

source: Withdrawal History
cs_cz: Historie výběrů

source: Evaluate
cs_cz: Hodnoceno

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: Course Filter
cs_cz: Filtr kurzů

source: Show sorting and filtering options on course archive page
cs_cz: Zobrazit řazení a filtry na stránce s archivem kurzů

source: Your Application is pending as of
cs_cz: Vaše přihláška čeká schvální na od

source: %s Course
cs_cz: %s Kurzů

source: Withdrawal Method
cs_cz: Metoda výběru

source: Your application will be reviewed and the results will be sent to you by email.
cs_cz: Vaše přihláška bude zkontrolována a výsledky vám budou zaslány e-mailem.

source: Your application has been accepted. Further necessary details have been sent to your registered email account.
cs_cz: Vaše přihláška byla přijata. Další nezbytné podrobnosti byly zaslány na váš e-mailový účet.

source: You have been blocked from being an instructor.
cs_cz: Jako instruktor jste byl/a zablokován/a.

source: Thank you for registering as an instructor!
cs_cz: Děkujeme, že jste se zaregistroval jako lektor.

source: Congratulations! You are now registered as an instructor.
cs_cz: Gratulujeme! Teď jste registrován jako lektor.

source: Unfortunately, your instructor status has been removed.
cs_cz: Bohužel, status lektora Vám byl odebrán.

source: We've received your application, and we will review it soon. Please hang tight!
cs_cz: Obdrželi jsme vaši přihlášku a brzy ji zkontrolujeme. Držte se pevně!

source: Start building your first course today and let your eLearning journey begin.
cs_cz: Začněte budovat svůj první kurz ještě dnes a nastartujte svoji cestu eLearningem.

source: Please contact the site administrator for further information.
cs_cz: Prosím, kontaktujte správce webu pro více informací.

source: Go to Dashboard
cs_cz: Přejít na Nástěnku

source: You have missed the submission deadline. Please contact the instructor for more information.
cs_cz: Zmeškali jste termín pro odevzdání. Prosím, kontaktujte lektora pro více informací.

source: Search...
cs_cz: Vyhledávání...

source: Category
cs_cz: Kategorie

source: Tag
cs_cz: Štítek

source: Level
cs_cz: Úroveň

source: We will use this email address to send the money to your Paypal account
cs_cz: Použijeme tuto e-mailovou adresu k poslání peněz na váš PayPal účet

source: Preferred Video Source
cs_cz: Preferovaný zdroj videa

source: Tutor Zoom Integration
cs_cz: Integrace Tutoru se Zoomem

source: Connect Tutor LMS with Zoom to host live online classes. Students can attend live classes right from the lesson page.
cs_cz: Propoj Tutor LMS se Zoomem a hostuj živé online kurzy. Studenti se mohou zúčastnit živých lekcí přímo ze stránky lekce.

source: Google Classroom Integration
cs_cz: Integrace s Google Classroom

source: Helps connect Google Classrooms with Tutor LMS courses, allowing you to use features like Classroom streams and files directly from the Tutor LMS course.
cs_cz: Pomáhá propojit učebny Google s kurzy Tutor LMS, což vám umožňuje používat funkce, jako jsou proudy učebny a soubory přímo z kurzu Tutor LMS.

source: Course rating retrieved successfully
cs_cz: Hodnocení kurzu bylo úspěšně načteno

source: Rating not found for given ID
cs_cz: Hodnocení pro toto ID nebylo nalezeno

source: Course retrieved successfully
cs_cz: Kurz byl úspěšně načten

source: Course not found
cs_cz: Kurz nebyl nalezen

source: Course detail retrieved successfully
cs_cz: Detaily kurzu byly úspěšně načteny

source: Detail not found for given ID
cs_cz: Podrobnosti pro dané ID nebyly nalezeny

source: Course not found for given terms
cs_cz: Kurz nebyl pro dané termíny nalezen

source: Categories field is not an array
cs_cz: Pole kategorií není pole

source: Tags field is not an array
cs_cz: Pole Štítky není pole

source: Quiz retrieved successfully
cs_cz: Quiz byl úspěšně načten

source: Quiz not found for given ID
cs_cz: Kvíz nebyl nalezen pro dané ID

source: Question retrieved successfully
cs_cz: Otázka byla úspěšně načtena

source: Question not found for given ID
cs_cz: Otázka pro dané ID nebyla nalezena

source: Quiz attempts retrieved successfully
cs_cz: Pokusy o kvíz byly úspěšně získány

source: Quiz attempts not found for given ID
cs_cz: Pokusy o kvíz nebyly pro dané ID nalezeny

source: Author details retrieved successfully
cs_cz: Podrobnosti o autorovi byly úspěšně načteny

source: Author not found
cs_cz: Autor nebyl nalezen

source: Lesson retrieved successfully
cs_cz: Lekce byla úspěšně získána

source: Lesson not found for given topic ID
cs_cz: Lekce nebyla nalezena pro dané téma ID

source: Announcement retrieved successfully
cs_cz: Oznámení bylo úspěšně získáno

source: Announcement not found for given ID
cs_cz: Oznámení pro dané ID nebylo nalezeno

source: Topic retrieved successfully
cs_cz: Téma bylo úspěšně načteno

source: Topic not found for given ID
cs_cz: Téma nenalezeno pro ID

source: Expired
cs_cz: Expirované

source: Live
cs_cz: Živě

source: Sure to Block?
cs_cz: Určitě blokovat tuto funkci?

source: Sure to Un Block?
cs_cz: Opravdu odblokovat tuto funkci?

source: Sure to Remove as Instructor?
cs_cz: Opravdu odebrat jako lektor?

source: Remove as Instructor
cs_cz: Odstranit jako lektor

source: Instructor Commission
cs_cz: Provize lektora

source: characters remaining
cs_cz: zbývá znaků

source: Course Content Access
cs_cz: Přístup k obsahu kurzu

source: Allow instructors and admins to view the course content without enrolling
cs_cz: Povolit lektorům a administrátorům zobrazit obsah kurzu bez jeho spuštění

source: Withdrawal Request Sent!
cs_cz: Žádost o výplatu odeslána!

source: Complete Your Profile
cs_cz: Dokončete váš profil

source: Complete your profile so people can know more about you! Go to Profile
cs_cz: Dokončete váš profil, aby o vás lidé více věděli! Klikněte na Profil

source: Set Your
cs_cz: Nastavte vaši

source: % Complete
cs_cz: % Hotovo

source: You are almost done!
cs_cz: Máte skoro hotovo!

source: Withdrawals
cs_cz: Výplaty

source: Profile Completion
cs_cz: Dokončení profilu

source: Enabling this feature will show a notification bar to students and instructors to complete their profile information
cs_cz: Zapnutím této funkce zobrazíte studentům a instruktorům panel s upozorněním na doplnění informací v jejich profilu.

source: Instructor Feedback
cs_cz: Zpětná vazba instruktora

source: Update
cs_cz: Aktualizovat

source: Quiz Feedback Mode
cs_cz: Mód zpětné vazby testu

source: Pick the quiz system"s behaviour on choice based questions.
cs_cz: Zvolte chování systému testů s otázkami založenými na odpovědích.

source: Default
cs_cz: Výchozí

source: Retry Mode
cs_cz: Opakovací mód

source: Reveal Mode
cs_cz: Mód odpovědí

source: Correct Answer
cs_cz: Správná odpověď

source: Incorrect Answer
cs_cz: Špatná odpověď

source: Total Marks:
cs_cz: Celkem bodů:

source: Details
cs_cz: Podrobnosti

source: Quiz:
cs_cz: Test

source: Delete This Question?
cs_cz: Smazat tuto otázku?

source: Reply
cs_cz: Odpovědět
